--
-- PostgreSQL database dump
--

\restrict 2uYSVgBHuoeybhcLASrEHJWrXDr7M0ygn8WUEZEc7jgRj78exiHGFSrhaln9Wnt

-- Dumped from database version 18.6
-- Dumped by pg_dump version 18.6

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET transaction_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: areas; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.areas (
    area_id integer NOT NULL,
    area_name character varying(100) NOT NULL,
    district_id integer NOT NULL
);


ALTER TABLE public.areas OWNER TO postgres;

--
-- Name: areas_area_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.areas_area_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.areas_area_id_seq OWNER TO postgres;

--
-- Name: areas_area_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.areas_area_id_seq OWNED BY public.areas.area_id;


--
-- Name: districts; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.districts (
    district_id integer NOT NULL,
    district_name character varying(100) NOT NULL
);


ALTER TABLE public.districts OWNER TO postgres;

--
-- Name: districts_district_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.districts_district_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.districts_district_id_seq OWNER TO postgres;

--
-- Name: districts_district_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.districts_district_id_seq OWNED BY public.districts.district_id;


--
-- Name: languages; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.languages (
    language_code character varying(10) NOT NULL,
    language_name character varying(100) NOT NULL,
    native_name character varying(100) NOT NULL,
    is_active boolean DEFAULT true NOT NULL
);


ALTER TABLE public.languages OWNER TO postgres;

--
-- Name: persons; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.persons (
    person_id character varying(50) NOT NULL,
    area_id integer NOT NULL,
    name text NOT NULL,
    father_name text,
    village text
);


ALTER TABLE public.persons OWNER TO postgres;

--
-- Name: punishments; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.punishments (
    punishment_id character varying(50) NOT NULL,
    person_id character varying(50) NOT NULL,
    punishment text NOT NULL,
    punishment_year character varying(20)
);


ALTER TABLE public.punishments OWNER TO postgres;

--
-- Name: punishments_punishment_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.punishments_punishment_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.punishments_punishment_id_seq OWNER TO postgres;

--
-- Name: punishments_punishment_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.punishments_punishment_id_seq OWNED BY public.punishments.punishment_id;


--
-- Name: stamp_countries; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.stamp_countries (
    country_id integer NOT NULL,
    country_name character varying(100) NOT NULL,
    country_code character varying(10)
);


ALTER TABLE public.stamp_countries OWNER TO postgres;

--
-- Name: stamp_countries_country_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.stamp_countries_country_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.stamp_countries_country_id_seq OWNER TO postgres;

--
-- Name: stamp_countries_country_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.stamp_countries_country_id_seq OWNED BY public.stamp_countries.country_id;


--
-- Name: stamp_translations; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.stamp_translations (
    translation_id integer NOT NULL,
    stamp_id integer NOT NULL,
    language_code character varying(10) NOT NULL,
    title character varying(255),
    description text,
    reason text,
    historical_significance text,
    original_usage text,
    current_status text
);


ALTER TABLE public.stamp_translations OWNER TO postgres;

--
-- Name: stamp_translations_translation_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.stamp_translations_translation_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.stamp_translations_translation_id_seq OWNER TO postgres;

--
-- Name: stamp_translations_translation_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.stamp_translations_translation_id_seq OWNED BY public.stamp_translations.translation_id;


--
-- Name: stamps; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.stamps (
    stamp_id integer NOT NULL,
    stamp_number character varying(50),
    subject_name character varying(255) NOT NULL,
    country_id integer NOT NULL,
    catalogue_number character varying(100),
    release_date character varying(50),
    release_year character varying(20) NOT NULL,
    denomination character varying(100),
    issue_type character varying(100),
    purpose_type character varying(100),
    image_path character varying(500),
    is_currently_valid boolean DEFAULT false NOT NULL
);


ALTER TABLE public.stamps OWNER TO postgres;

--
-- Name: stamps_stamp_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.stamps_stamp_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.stamps_stamp_id_seq OWNER TO postgres;

--
-- Name: stamps_stamp_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.stamps_stamp_id_seq OWNED BY public.stamps.stamp_id;


--
-- Name: translations; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.translations (
    translation_id bigint NOT NULL,
    entity_type character varying(50) NOT NULL,
    entity_id character varying(100) NOT NULL,
    field_name character varying(100) NOT NULL,
    language_code character varying(10) NOT NULL,
    translated_text text NOT NULL,
    created_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP NOT NULL,
    updated_at timestamp without time zone DEFAULT CURRENT_TIMESTAMP NOT NULL
);


ALTER TABLE public.translations OWNER TO postgres;

--
-- Name: translations_translation_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.translations_translation_id_seq
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER SEQUENCE public.translations_translation_id_seq OWNER TO postgres;

--
-- Name: translations_translation_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.translations_translation_id_seq OWNED BY public.translations.translation_id;


--
-- Name: areas area_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.areas ALTER COLUMN area_id SET DEFAULT nextval('public.areas_area_id_seq'::regclass);


--
-- Name: districts district_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.districts ALTER COLUMN district_id SET DEFAULT nextval('public.districts_district_id_seq'::regclass);


--
-- Name: punishments punishment_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.punishments ALTER COLUMN punishment_id SET DEFAULT nextval('public.punishments_punishment_id_seq'::regclass);


--
-- Name: stamp_countries country_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_countries ALTER COLUMN country_id SET DEFAULT nextval('public.stamp_countries_country_id_seq'::regclass);


--
-- Name: stamp_translations translation_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_translations ALTER COLUMN translation_id SET DEFAULT nextval('public.stamp_translations_translation_id_seq'::regclass);


--
-- Name: stamps stamp_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamps ALTER COLUMN stamp_id SET DEFAULT nextval('public.stamps_stamp_id_seq'::regclass);


--
-- Name: translations translation_id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.translations ALTER COLUMN translation_id SET DEFAULT nextval('public.translations_translation_id_seq'::regclass);


--
-- Data for Name: areas; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.areas (area_id, area_name, district_id) FROM stdin;
1	Narsapuram	2
2	Bhimavaram	2
3	Gudem	2
4	Kovvuru	2
5	Tanuku	2
6	Chinthalapudi	3
7	Polavaram	1
8	Eluru	3
\.


--
-- Data for Name: districts; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.districts (district_id, district_name) FROM stdin;
1	East Godavari
2	West Godavari
3	Eluru
\.


--
-- Data for Name: languages; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.languages (language_code, language_name, native_name, is_active) FROM stdin;
te	Telugu	తెలుగు	t
en	English	English	t
\.


--
-- Data for Name: persons; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.persons (person_id, area_id, name, father_name, village) FROM stdin;
BVR001	2	వేలూరు సత్యనారాయణ	సాంబయ్యశాస్త్రి	భీమవరం
BVR002	2	సత్యవాడ సోమేశ్వరరావు	రామదాసుపంతులు	భీమవరం
BVR003	2	అడవి బాపిరాజు	కిష్టయ్య	భీమవరం
BVR004	2	ముష్టి వెంకటసుబ్రహ్మణ్యం	రామకృష్ణయ్య	భీమవరం
BVR005	2	అయ్యగారి వెంకట (న) శాస్త్రి	రామబ్రహ్మం	భీమవరం
BVR006	2	తటవర్తి కృష్ణమూర్తి	వెంకటరత్నం	భీమవరం
BVR007	2	అడవికొలను వెంకటరత్నం	రాజగోపాలరావు	భీమవరం
BVR008	2	వేగిరాజు అగ్గిరాజు అనే సత్యనారాయణ రాజు	అల్లూరి సీతారామరాజు పితూరి	కుముదవల్లి
BVR009	2	భూపతిరాజు వెంకట్రాజు	సత్యనారాయణ రాజు	కుముదవల్లి
BVR010	2	భూపతిరాజు సుబ్బరాజు	రామరాజు	కుముదవల్లి
BVR011	2	భూపతిరాజు నరసింహరాజు	సూర్యనారాయణ రాజు	కుముదవల్లి
ELU219	8	దోర రాములు	గవరయ్య	ఏలూరు
BVR012	2	కొత్తపల్లి సూర్యనారాయణ రాజు	వెంకటరాజు	పాలకోడేరు
BVR013	2	మంతెన సుబ్బరాజు	వెంకటరాజు	వేండ్రం
BVR014	2	కందుల సుబ్బన్న	సుబ్బన్న	బొండాడ
BVR015	2	భూపతిరాజు తిరుమల రాజు	రామభద్రరాజు	వెండ్రం
BVR016	2	కలిదిండి హనుమంతరాజు	నరసింహరాజు	శృంగవృక్షం
BVR017	2	రుద్రరాజు బులి వెంకట్రాజు	పెదరామరాజు	వేండ్రం
BVR018	2	పెనుమత్స వీరభద్రరాజు	సీతారామరాజు	వేండ్రం
BVR019	2	బుద్దరాజు రామరాజు	లక్ష్మీపతిరాజు	వేండ్రం
BVR020	2	ఆల్లూరి సీతారామరాజు	వెంకట్రాజు	కుముదవల్లి
BVR021	2	భూపతిరాజు సూర్యనారాయణరాజు	రామరాజు	కుముదవల్లి
BVR022	2	సందన హనుమంతు	సుబ్బారావు	భీమవరం
BVR023	2	అల్లూరి వెంకట్రాజు	వెంకట్రాజు	కొవ్వాడ
BVR024	2	వాడపల్లి సోమరాజు	పత్తిరాజు	గరగపర్రు
BVR025	2	పెనుమత్స సత్యనారాయణరాజు	పెద వెంకట్రాజు	కొవ్వాడ
BVR026	2	భూపతిరాజు వెంకట్రాజు	బంగార్రాజు	నరసాగ్రహం
BVR027	2	భూపతిరాజు సోమరాజు	బలభద్రరాజు	కుముదవల్లి
BVR028	2	గాదిరాజు విశ్వనాధరాజు	వెంకటేశ్వరరాజు	కోరుకొల్లు
BVR029	2	దండు వెంకట్రాజు	గోపాలరాజు	రాయలం
BVR030	2	బుద్దరాజు నరసింహరాజు	నారాయణరాజు	వేండ్రం
BVR031	2	బుద్ధిరాజు నాగభూషణరావు	సోమసుందరం	భీమవరం
BVR032	2	గొట్టుముక్కల వెంకట్రామరాజు	సుబ్బరాజు	చినమర్రు
BVR033	2	భూపతిరాజు సత్తిరాజు	నరసింహరాజు	కుముదవల్లి
BVR034	2	భూపతిరాజు సత్తిరాజు	వెంకట్రాజు	కుముదవల్లి
BVR035	2	భూపతిరాజు బంగార్రాజు	రామరాజు	కుముదవల్లి
BVR036	2	సాగి బుచ్చిరామరాజు	విశ్వనాధరాజు	కుముదవల్లి
BVR037	2	తనికెళ్ళ వెంకటచలపతి	సూర్యనారాయణ	భీమవరం
BVR038	2	ముదునూరు సుబ్బరాజు	సోమరాజు	ఎలంపూడి
BVR039	2	పెనుమత్స సూర్యనారాయణరాజు	బంగార్రాజు	మోగల్లు
BVR040	2	కోరసింగి నరసింహం	రెడ్డి	మహదేవపట్నం
BVR041	2	అల్లూరి సూరపరాజు	గోపాలకృష్ణ రాజు	దిరుసుమర్రు
BVR042	2	దండు వెంకట్రాజు	చిన వెంకట్రాజు	రాయలం
BVR043	2	అల్లూరి రామచంద్రరాజు	వెంకట్రాజు	రాయలం
BVR044	2	కలిదిండి వెంకట్రామరాజు	వెంకటనరసింహరాజు	కోవల్లె
BVR045	2	గొట్టుముక్కల కృష్ణంరాజు	భద్రరాజు	మహదేవపట్నం
BVR046	2	బంగారు శ్రీరామమూర్తి గుప్త	వెంకట నరసయ్య	వీరవాసరం
BVR047	2	కుచ్చర్లపాటి వెంకట్రాజు	చిన వెంకట్రాజు	కొణితివాడ
BVR048	2	జంపన సుబ్బరాజు	జోగిరాజు	అయిభీమవరం
BVR049	2	గొట్టుముక్కల వెంకటకృష్ణరాజు	బుల్లి వెంకట్రాజు	కొణితివాడ
BVR050	2	మంతెన కృష్ణంరాజు	సుబ్బరాజు 	చెరుకుమిల్లి
BVR051	2	మంతెన చినకృష్ణంరాజు	పుల్లంరాజు	చెరుకుమిల్లి
BVR052	2	మంతెన నరసింహరాజు	రామరాజు	చెరుకుమిల్లి
BVR053	2	అడ్డాడ రాఘవరాజు	సోమరాజు	భీమవరం
BVR054	2	కుచ్చర్లపాటి నారాయణరాజు	వెంకటరాజు	కొణితివాడ
BVR055	2	కుచ్చర్లపాటి నారాయణరాజు	రామరాజు	కొణితివాడ
BVR056	2	పెనుమత్స అచ్యుతరామరాజు	సుబ్బరాజు	చెరుకుమిల్లి
BVR057	2	గేదెల వెంకన్న	సన్యాసి	మహదేవపట్నం
BVR058	2	మైలవరపు రామారావు	గంగయ్య	వేండ్రఅగ్రహారం
BVR059	2	వేగేశిన వెంకట్రాజు	సుబ్బరాజు	పొందువ్వ
BVR060	2	తంగిరాల సుబ్బారావు	సీతారామయ్య	ఉండి
BVR061	2	గుండుబోయిన వెంకన్న	వెంకటస్వామి	బొండాడ
BVR062	2	చంగల్వల చిట్టి పంతులు	తెలియదు	రాయకుదురు
BVR063	2	పాలకోడేటి వీర్రాజు	తమ్మయ్య	గొల్లలకోడేరు
BVR064	2	మంతెన వెంకటనరసింహరాజు	భీమరాజు	కోరకొల్లు
BVR065	2	కొత్తపల్లి నరసింహరాజు	వెంకట్రాజు	పాలకోడేరు
BVR066	2	ముష్టి లక్ష్మీనారాయణ	రామకృష్ణయ్య	భీమవరం
BVR067	2	భూపతిరాజు రామమూర్తి రాజు	రామమోహనరాజు	కుముదవల్లి
BVR068	2	ఉద్దరాజు సూరపరాజు	తెలియదు	భీమవరం
BVR069	2	సాగి సుబ్బరాజు	రామరాజు	కుముదవల్లి
BVR070	2	దంతులూరి నారాయణరాజు	బాపిరాజు	కోపల్లె
BVR071	2	ఉద్దరాజు రామరాజు	నరసింహరాజు	వాలమర్రు
BVR072	2	భూపతిరాజు రామమోహనరాజు	సోమరాజు	భీమవరం
BVR073	2	భూపతిరాజు సోమరాజు	పుల్లంరాజు	సిద్దాపురం
BVR074	2	భూపతిరాజు లచ్చిరాజు	పుల్లంరాజు	సిద్దాపురం
BVR075	2	సాగి నారాయణరాజు	వెంకటనరసింహరాజు	భీమవరం
BVR076	2	పెనుమత్స శివరామరాజు	రామచంద్రరాజు	భీమవరం
BVR077	2	ప్రయాగ సోమసుందరం	వెంకట్రామయ్య	గునుపూడి
BVR078	2	అయ్యగారి లక్ష్మీనరసింహమూర్తి	రామబ్రాహ్మం	భీమవరం
BVR079	2	అల్లూరి సుబ్బరాజు	చిట్టిభీమ రాజు	భీమవరం
BVR080	2	వాడపల్లి కనకరాజు	వెంకట్రాజు	కొణితివాడ
BVR081	2	ఎరక రాజు సోమరాజు	అప్పల రాజు	కొణితివాడ
BVR082	2	నాగరాజు సుబ్బరాజు	అప్పల రాజు	కొణితివాడ
BVR083	2	ఎరక రాజు సుబ్బరాజు	సర్రాజు	కొణితివాడ
BVR084	2	మేకల అప్పారావు	వెంకటస్వామి	బేతపూడి
BVR085	2	ఎరకరాజు కనకరాజు	సర్రాజు	కొణితివాడ
BVR086	2	కుచ్చర్లపాటి అప్పలరాజు	చిన వెంకట రాజు	కొణితివాడ
BVR087	2	బండారు కృష్ణయ్య	శివయ్య	కొణితివాడ
BVR088	2	అల్లూరి నరసింహ రాజు	రామభద్రరాజు	దిరుసుమర్రు
BVR089	2	అల్లూరి సూరపరాజు	అక్కిరాజు	దిరుసుమర్రు
BVR090	2	అల్లూరి వెంకటపతి రాజు	నారాయణ రాజు	దిరుసుమర్రు
BVR091	2	పెన్మెత్స గోపాలకృష్ణంరాజు	తెలియదు	భీమవరం
BVR092	2	వేగేశిన సూరపరాజు	సూరపరాజు	పొందువ్వ
BVR093	2	నంబూరి సోమరాజు	వెంకట్రాజు	కోలవెన్ను
BVR094	2	కాలనాధభొట్ల సూర్యనారాయణమూర్తి	తెలియదు	భీమవరం
BVR095	2	ముదునూరి నరసింహరాజు	సుబ్బరాజు	ఉండి
BVR096	2	కిదాంబి వెంకటకృష్ణ మాచార్యులు	నారాయణాచార్యులు	పెన్నాడ అగ్రహారం
BVR097	2	పెద్దాడ గోపాలకృష్ణమూర్తి	తెలియదు	భీమవరం
BVR098	2	కస్తూరి సూర్యప్రకాశరావు	సుబ్బరాములు	భీమవరం
BVR099	2	అల్లూరి రామకృష్ణంరాజు	వెంకట్రాజు	భీమవరం
BVR100	2	పెద్దాడ రామచంద్రరావు	పేర్రాజు (పై వారిచే ఇవ్వబడిన సమాచారం ప్రకారం)	వీరవాసరం
BVR101	2	కిడాంబి వెంకటసుందరాచార్యులు	నారాయణాచార్యులు	పెన్నాడ
BVR102	2	ఆమిరపు సత్యనారాయణశర్మ	శివరామయ్య	పెదమిరం
BVR103	2	అల్లూరి శ్రీరామరాజు	రామపరాజు	కొవ్వాడు
BVR104	2	మైలవరపు రామారావు	గంగయ్య	వేండ్రఅగ్రహారం
BVR105	2	బుద్దరాజు చినలక్ష్మీపతి రాజు	చినరామరాజు	వేండ్రం
BVR106	2	మంతెన వెంకటకృష్ణం రాజు	బాపిరాజు	కుముదవల్లి
BVR107	2	భూపతి రాజు సత్యనారాయణ రాజు	సుబ్బరాజు	మైడ
BVR108	2	ఎలుగుల పోతు రాజు 	సన్యాసిరాయుడు	మహదేవపట్నం
BVR109	2	కొండేపూడి లక్ష్మీనారాయణ	నాగయ్య	భీమవరం
BVR110	2	మల్లవరపు విశ్వేశ్వరరావు	శ్రీరాములు	ఉండి
BVR111	2	దర్భా శ్రీరామమూర్తి	సోమయ్య	గొల్లలకోడేరు
BVR112	2	దండి లాజరస్	ఏసుదాసు	భీమవరం
BVR113	2	పచ్చిపాల చిట్టియ్య	చినఅచ్చయ్య	భీమవరం
BVR114	2	ఇందుకూరి సోమరాజు	జానకిరామరాజు	పెదమిరం
BVR115	2	ముదిండి నరసింహరాజు	రామ రాజు	పెదకూరు
BVR116	2	గాడి రాజు లక్ష్మీపతిరాజు	సింహాద్రిరాజు	పాలకోడేరు
BVR117	2	సి. వి. నరసింహం	తెలియదు	పాలకోడేరు
BVR118	2	అయ్యగారి సుబ్బారాయులు	లక్ష్మీనరసింహం	భీమవరం
BVR119	2	నల్లపరాజు వెంకటపతిరాజు	సుబ్బరాజు	శృంగవృక్షం
BVR120	2	గాదిరాజు విశ్వనాధరాజు	చంద్రరాజు	పాలకోడేరు
BVR121	2	గంధం రామారావు	నాంచారయ్య	ఎనమదుర్రు
BVR122	2	గొట్టుముక్కల సత్యనారాయణరాజు	రామరాజు	చినమిరం
BVR123	2	నల్లపరాజు వెంకటరాజు	నారాయణరాజు	శృంగవృక్షం
BVR124	2	కలిదిండి సూర్యనారాయణరాజు	తెలియదు	మద్రాసు
BVR125	2	దాట్ల వెంకట్రాజు	సుబ్బరాజు	శృంగవృక్షం
BVR126	2	దిగవల్లి గాంధిలక్ష్మి సూర్యప్రకాశరావు	సూర్యనారాయణ	ఉండి
BVR127	2	కోటమర్తి కనక మహలక్ష్మమ్మ	భర్త సూర్యనారాయణమూర్తి వల్లరిలక్ష్మయ్య సోమయాజులు	భీమవరం
BVR128	2	వారణాసి సీతయ్యమ్మ	కప్పగంతుల గున్నయ్య	భీమవరం
BVR129	2	వేగేశిన సుభద్ర	వెంకట్రావు	భీమవరం
BVR130	2	గోకరాజు వెంకాయమ్మ	సూర్యనారాయణ	భీమవరం
BVR131	2	భూపతిరాజు సుబ్బరాజు అనే సుబ్బతాతరాజు	బంగార్రాజు	వేండ్ర
BVR132	2	గొట్టుముక్కల వెంకటకృష్ణంరాజు	కృష్ణంరాజు	యండగండి
BVR133	2	ఆల్లూరి సుబ్బరాజు	సుబ్బరాజు	భీమవరం
BVR134	2	ఎరకరాజు పేర్రాజు	రామరాజు	భీమవరం
BVR135	2	కొత్తపల్లి నారాయణరాజు	వెంకటపతిరాజు	భీమవరం
BVR136	2	గొట్టుముక్కల వెంకటరాజు	సుబ్బరాజు	భీమవరం
BVR137	2	గొట్టుముక్కల రామచంద్రరాజు	నరసింహరాజు	కుముదవల్లి
BVR138	2	ఒబిలిశెట్టి వెంకటమాణిక్యంగుప్త	సుబ్బారాయుడు	భీమవరం
BVR139	2	నంబూరి సుబ్బరాజు	అచ్యుతరామరాజు	కాళ్ళకూరు
BVR140	2	పస్తుల సాగరం	సత్తెయ్య	గునుపూడి
BVR141	2	మంతెన అప్పలరాజు	వెంకటరాజు	గరగపర్రు
BVR142	2	గొట్టుముక్కల అప్పలరాజు	సీతారామరాజు	పాలకోడేరు
BVR143	2	దంతులూరి రామమూర్తి రాజు	సుబ్బరాజు	కోపల్లె
BVR144	2	కలిదిండి విజయనరసింహరాజు	పెదనారాయణ రాజు	శృంగవృక్షం
BVR145	2	గోకరాజు శ్రీరామరాజు	సూరపరాజు	జువ్వలపాలెం
BVR146	2	చిలకలపాటి వెంకట్రాజు	వెంకటరాజు	అయిభీమవరం
BVR147	2	దిగవల్లి శివరామశర్మ	సూర్యనారాయణశర్మ	ఉండి
BVR148	2	పెనుమత్స సుబ్బరాజు	సూర్యనారాయణ రాజు	మోగల్లు
BVR149	2	తటవర్తి వెంకటసుబ్బారావు	కృష్ణమూర్తి	భీమవరం
BVR150	2	మంతెన రామరాజు	వెంకట్రాజు	భీమవరం
BVR151	2	దండు సుబ్బరాజు	విజయరామరాజు	భీమవరం
BVR152	2	చొక్కాకుల అచ్చన్న	రామన్న	ఉండి
BVR153	2	సీపాని రామన్న	అప్పన్న	ఉండి
BVR154	2	కట్టా వెంకటస్వామి	నరసింహస్వామి	ఉండి
BVR155	2	సామన కృష్ణమూర్తి	వెంకయ్య	ఉండి
BVR156	2	మేకా నరశింహులు	వీరాస్వామి	ఉండి
BVR157	2	నల్లిపూడి సాంబయ్య	సోమన్న	ఉండి
BVR158	2	పండ్రంగి పోపయ్య	బుచ్చయ్య	ఉండి
BVR159	2	అల్లబోయిన ఘటోత్కచుడు	పెంటయ్య	భీమవరం
BVR160	2	ఆచంట మహంకాళి	వెంకన్న	భీమవరం
BVR161	2	నడింపల్లి వెంకటరాజు	సూరపరాజు	బలుసుమూడి
BVR162	2	మంగు వెంకటరామదాసు	వెంకట్రావు	ఆకివీడు
BVR163	2	సన్నిధి చినపుల్లయ్య	రామయ్య	ఆకివీడు
BVR164	2	దంతులూరి కృష్ణ రాజు	పద్మరాజు	భీమవరం
BVR165	2	వేగేశిన రామరాజు	వెంకట్రాజు	భీమవరం
BVR166	2	మజ్జి రామమూర్తి	అప్పలస్వామి	భీమవరం
BVR167	2	అల్లు సన్యాసి	పైడయ్య	భీమవరం
BVR168	2	దివి వెంకన్న	మాణిక్యం	భీమవరం
BVR169	2	మంచాల రుత్తయ్య	తాతయ్య	భీమవరం
BVR170	2	తాళ్ళపూడి వెంకట్రామయ్య	రామస్వామి	భీమవరం
BVR171	2	మిందె పరదేశి 	సుబ్బన్న	భీమవరం
BVR172	2	గొట్టుముక్కల అప్పల రాజు	సీతారామరాజు	పాలకోడేరు
BVR173	2	దంతులూరి కృష్ణం రాజు	సుబ్బరాజు	కోపల్లె
BVR174	2	పెనుమత్స తిరుపతిరాజు	చిన వెంకటరాజు	కొవ్వాడ
BVR175	2	బర్మా సుబ్బారావు	సత్యనారాయణ	ఆకివీడు
BVR176	2	కొట్టు రాజయ్య	దుర్గయ్య	ఆకివీడు
BVR177	2	బర్మా కేశవరావు	లక్ష్మయ్య	ఆకివీడు
BVR178	2	కనుమూరి వెంకట్రాజు	మారి రాజు	అయిభీమవరం
BVR179	2	అడపా వీరరాఘవులు	సుబ్బయ్య	ఆకివీడు
BVR180	2	సూరినీడి రంగారావు	వెంకటరత్నం	భీమవరం
BVR181	2	మోటుపల్లి నారాయణమూర్తి	రామన్న	ఆకివీడు
BVR182	2	బర్మా సత్యం	సుబ్బారాయుడు	ఆకివీడు
BVR183	2	జిల్దు కృష్ణమూర్తి	వెంకటరత్నం	ఆకివీడు
BVR184	2	వానపల్లి భీమయ్య	గంగయ్య	ఆకివీడు
BVR185	2	దొండాడ మాకయ్య	చిన పెద్దయ్య	ఆకివీడు
BVR186	2	బొండాడ లక్ష్మయ్య	చిన పెద్దయ్య	ఆకివీడు
BVR187	2	విప్పర్తి చింతయ్య	పెద్దయ్య	ఆకివీడు
BVR188	2	కట్టా వెంకన్న	వెంకయ్య	ఆకివీడు
BVR189	2	వానపల్లి వీరన్న	మహలక్షి	భీమవరం
BVR190	2	ఉద్దండి శ్రీరాములు	శోభనాద్రి	ఆకివీడు
BVR191	2	షేక్ ఫకీర్ మొహిద్దీన్	సువాద్ సాబ్	ఆకివీడు
BVR192	2	జిల్లు సుబ్బారావు	వెంకటరత్నం	ఆకివీడు
BVR193	2	తోట ధర్మయ్య	మారెయ్య	ఆకివీడు
BVR194	2	పల్లి లక్ష్మీనరసింహారెడ్డి	పేరన్న	ఆకివీడు
BVR195	2	సాగి వెంకట్రాజు	బంగార్రాజు	కుముదవల్లి
BVR196	2	సాగి విస్సంరాజు	రామరాజు	కుముదవల్లి
BVR197	2	వేగేశిన బంగార్రాజు	గంగరాజు	కుముదవల్లి
BVR198	2	పేరిచెర్ల సోమరాజు	నరశింహరాజు	యండగండి
BVR199	2	మహమ్మద్ గౌస్	నూరుద్దీన్	ఆకివీడు
BVR200	2	మారెళ్ళ సత్యనారాయణ	గోపాలరావు	భీమవరం
BVR201	2	మహమ్మద్ హుస్సేన్	హమీద్	ఆకివీడు
BVR202	2	కనుమూరి కృష్ణంరాజు	అచ్యుతరామరాజు	అయిభీమవరం
BVR203	2	గొట్టుముక్కల సూర్యనారాయణరాజు	శ్రీరామరాజు	అయిభీమవరం
BVR204	2	కనుమూరి రామరాజు	బంగార్రాజు	అయిభీమవరం
BVR205	2	కనుమూరి వెంకట్రాజు	వెంకట్రాజు	అయిభీమవరం
BVR206	2	కనుమూరి బాపిరాజు	నారాయణ రాజు	అయిభీమవరం
BVR207	2	కనుమూరు వెంకటసుబ్బరాజు	సుబ్బరాజు	అయిభీమవరం
BVR208	2	కనుమూరు సుబ్బరాజు	లక్ష్మీపతి రాజు	అయిభీమవరం
BVR209	2	కలిదిండి సీతారామరాజు	సత్యనారాయణ రాజు	చెరుకుమిల్లి
BVR210	2	మంతెన సూర్యనారాయణ రాజు	సుబ్బరాజు	అయిభీమవరం
BVR211	2	ముచ్చు నాగన్న	శ్రీరాములు	ఆకివీడు
BVR212	2	దేవరకొండ సుబ్బారావు	సుబ్బయ్య	వేండ్ర
BVR213	2	కనుమూరి సూరపరాజు	లక్ష్మీపతి రాజు	అయిభీమవరం
BVR214	2	కనుమూరి చంద్రరాజు	బాపిరాజు	అయిభీమవరం
BVR215	2	వెంపటి కృష్ణమూర్తి	సూర్యసోమయాజులు	కనకపల్లి అగ్రహారం
BVR216	2	అడపా వీరరాఘవులు	సుబ్బయ్య	ఆకివీడు
BVR217	2	గోపరాజు వెంకటపతి రాజు	సూరపరాజు	జువ్వలపాలెం
BVR218	2	డాక్టరు పాలకోడేటి సత్యనారాయణశర్మ	సుబ్బారావు	భీమవరం
BVR219	2	కొంపెర్ల సూర్యనారాయణ	వెంకయ్య	వేండ్ర
BVR220	2	ఫల్లం సీతయ్య	రామయ్య	భీమవరం
BVR221	2	మేకా సుబ్బారావు	బాపనయ్య	భీమవరం
BVR222	2	గొట్టుముక్కల వెంకట్రామరాజు	కృష్ణం రాజు	ఎండగండి
BVR223	2	గోక రాజు సూర్యనారాయణ రాజు	వెంకట్రాజు	భీమవరం
BVR224	2	కమిడి వెంకటసుబ్బారావు	రామస్వామి	భీమవరం
BVR225	2	పెనుమత్స రామరాజు	సుబ్బరాజు	భీమవరం
BVR226	2	తుపాకుల సుబ్బయ్య	రాముడు	భీమవరం
BVR227	2	తొత్తడమూడి వీరాస్వామి	రెడ్డి	భీమవరం
BVR228	2	మామిడి రామస్వామి	పైడితల్లి	భీమవరం
BVR229	2	నల్లా పోతయ్య	రాముడు	భీమవరం
BVR230	2	గొట్టాడ అప్పలస్వామి	రామన్న	భీమవరం
BVR231	2	గండి నారాయుడు	అప్పలస్వామి	భీమవరం
BVR232	2	కొమరగిరి జాలయ్య	వెంకయ్య	భీమవరం
BVR233	2	గుండుబోయిన నాగద్న	చింతన్న	భీమవరం
BVR234	2	ఒబిలిశెట్టి రామచంద్రుడు	సీతారామయ్య	భీమవరం
BVR235	2	వేగేశిన పెద సుబ్బరాజు	రామ రాజు	భీమవరం
BVR236	2	చీపురుపల్లి పల్లయ్య	అచ్చన్న	భీమవరం
BVR237	2	బాబత్తుల సుబ్బయ్య	నరసయ్య	భీమవరం
BVR238	2	షేక్ ఆలీ	మహమ్మద్ యూసఫ్	భీమవరం
BVR239	2	కనుమూరి సుబ్బరాజు	నరసింహ రాజు	కోపల్లె
BVR240	2	దేవిరెడ్డి భీమయ్య	వెంకయ్య	కోపల్లె
BVR241	2	మంతెన సూర్యనారాయణ రాజు	వెంకట్రామ రాజు	వేండ్రం
BVR242	2	కొత్తపల్లి నారాయణ రాజు	వెంకటపతి రాజు	పాలకోడేరు
BVR243	2	పెనుమత్స సువర్ణ రాజు	రామచంద్రరాజు	భీమవరం
BVR244	2	గాదిరాజు జగన్నాధరాజు	వెంకటరామరాజు	భీమవరం
BVR245	2	అల్లూరి బలభద్ర రాజు	సీతారామరాజు	కోపల్లె
BVR246	2	భూపతిరాజు	తెలియదు	తెలియదు
BVR247	2	గొట్టుముక్కల వెంకట్రాజు	రామభద్రరాజు	పాలకోడేరు
BVR248	2	భూపతి రాజు సత్యనారాయణ రాజు	తెలియదు	కుముదవల్లి
BVR249	2	వేగేశిన రామరాజు	వెంకట రాజు	భీమవరం
BVR250	2	ముదుండి వెంకట్రాజు	అప్పల రాజు	పాలకోడేరు
BVR251	2	తాడేపల్లి సంజీవరావు	వెంకటస్వామి	ఆకివీడు
BVR252	2	మండా మహలక్ష్ముడు	తెలియదు	ఆకివీడు
BVR253	2	బూర్ల అచ్చన్న	వెంకన్న	ఆకివీడు
BVR254	2	బలుసు సూరపరాజు	తెలియదు	భీమవరం
BVR255	2	నంబూరు వెంకటరాజు	సుబ్బరాజు	భీమవరం
BVR256	2	రెడ్డి వెంకయ్య	ఆదినారాయణ	ఆకివీడు
BVR257	2	గడ్డం సుందరరావు	ఏసోబు	ఆకివీడు
BVR258	2	దెందుకూరి వెంకటసుబ్బరాజు	కొండల రాజు	పాలకోడేరు
BVR259	2	బుద్ధరాజు సోమరాజు	వెంకట రాజు	రాయలం
BVR260	2	బెజవాడ సత్యనారాయణ రాజు	సూర్పరాజు	వేండ్రం
BVR261	2	ఉద్దరాజు వెంకటరామరాజు	సుబ్బరాజు	వేంపాడు
BVR262	2	కొత్తపల్లి వెంకట్రాజు	లింగరాజు	పాలకోడేరు
BVR263	2	యస్. యన్. జి. శ్రీనివాసాచార్యులు	వరదాచార్యులు	పెన్నాడ
BVR264	2	వేమాల రామస్వామి	తెలియదు	భీమవరం
BVR265	2	దండు నరసింహరాజు	తెలియదు	రాయలం
BVR266	2	వాకాడ పైడియ్య	తెలియదు	ఆకివీడు
BVR267	2	మోరా కుటుంబ రెడ్డి	తెలియదు	ఆకివీడు
BVR268	2	అలగు చంద్రయ్య	తెలియదు	ఆకివీడు
BVR269	2	చింతలపాటి పుల్లంరాజు	తెలియదు	అయిభీమవరం
BVR270	2	సాగి సత్యనారాయణరాజు	తెలియదు	పాలకోడేరు
BVR271	2	లావేటి రామన్న	తెలియదు	ఆకివీడు
BVR272	2	పండు ప్రసంగిరావు	తెలియదు	ఆకివీడు
BVR273	2	పిట్టా పున్నా రెడ్డి	తెలియదు	ఆకివీడు
BVR274	2	గండేపల్లి వెంకన్న	తెలియదు	భీమవరం
BVR275	2	అల్లూరి వెంకటపతిరాజు	నారాయణరాజు	దిరుసుమర్రు
BVR276	2	ఇనపకుతిక శివరామరాజు	తెలియదు	భీమవరం
BVR277	2	గాజుల కృష్ణమూర్తి	తెలియదు	ఉండి
BVR278	2	పెమ్మరాజు వెంకటరాజగోపాలం	వెంకటసుబ్బారాయుడు	ఉండి
BVR279	2	ముదగంటి శేషగిరిరావు	తెలియదు	భీమవరం
BVR280	2	అల్లూరి సీతారామరాజు	తెలియదు	మోగల్లు
BVR281	2	పెనుమర్తి పేర్రాజు	తెలియదు	తెలియదు
BVR282	2	అయితంపూడి అప్పలరాజు	తెలియదు	తెలియదు
BVR283	2	పేరిచర్ల సూర్యనారాయణరాజు	తెలియదు	తెలియదు
BVR284	2	గొట్టుముక్కల బలరామరాజు	వెంకటనరసింహరాజు అమరవీరుడు	చినమిరం
BVR285	2	కె. రామరాజు	తెలియదు	వీరవాసరం
BVR286	2	పి. వెంకటనరసింహం	తెలియదు	మోగల్లు
BVR287	2	గొల్లపల్లి కనకం	వెంకటసుబ్బారాయుడు	ఆకివీడు
BVR288	2	పులవర్తి లక్ష్మణస్వామి	వీరాస్వామి	ఆకివీడు
BVR289	2	కొత్తపల్లి నరసరాజు	వెంకట్రాజు	పాలకోడేరు
BVR290	2	దండు నారాయణరాజు	భగవాన్ రాజు	నేలపోగుల
BVR291	2	వేగేశిన నారాయణరాజు	కృష్ణంరాజు	వేంపాడు
BVR292	2	జె రామకృష్ణయ్య	తెలియదు	భీమవరం
BVR293	2	తంగెళ్ల శ్రీరామమూర్తి	వెంకయ్య	కోరుమిల్లి
BVR294	2	పెన్మెత్స సూరప రాజు	రామచంద్రరాజు	భీమవరం
BVR295	2	రుద్రరాజు సూర్యనారాయణరాజు	వెంకటరాజు	జువ్వలపాలెం
BVR296	2	పేరిచర్ల సూర్యనారాయణరాజు	తెలియదు	కుముదవల్లి
BVR297	2	బి. వెంకటకృష్ణంరాజు	తెలియదు	భీమవరం
BVR298	2	గుండేపల్లి వెంకన్న	తెలియదు	తెలియదు
BVR299	2	ఉద్దరాజు వెంకట్రాజు	బంగార్రాజు	కుముదపల్లి
CHI001	6	చిలుకూరి వెంకటప్పారెడ్డి	వెంకటరెడ్డి	ప్రగడవరం
CHI002	6	నక్కలపు వీరయ్య	శేషయ్య	కాటం రెడ్డిపల్లి
CHI003	6	పరాంకుళం వెంకటకృష్ణయ్య	వెంకటనర్సయ్య	ధర్మాజీగూడెం
CHI004	6	అబ్బిరెడ్డి ముత్యాలరావు	బ్రహ్యయ్య	కంటంనేనిపాలెం
CHI005	6	గద్దె విష్ణుమూర్తి	వీరరాఘవయ్య	ధర్మాజీగూడెం
CHI006	6	నమ్మగడ్డ రామకోటయ్య	తెలియదు	ప్రగడవరం
CHI007	6	గద్దె వెంకటేశ్వరరావు	రామయ్య	ధర్మాజీగూడెం
CHI008	6	నంబూరి దూర్వానరావ	లక్ష్మయ్య	చింతలపూడి
CHI009	6	నందపల్లి భగవాన్‌రాజు	తెలియదు	రామన్నపాలెం
CHI010	6	నెమ్మలూరి సుబ్బారావు	తెలియదు	తడికలపూడి
CHI011	6	బండి రామారావు	తెలియదు	చింతలపూడి
CHI012	6	పిల్లుట్ల కృష్ణమూర్తి	ఆంజనేయులు	చింతలపూడి
CHI013	6	సత్తి వెంకట్రావు	తెలియదు	చింతలపూడి
ELU001	8	బోగా కేసరి	ఆనే నాగభూషణం	చాటపర్రు
ELU002	8	బూర్లగడ్డ శేషావతారం	తెలియదు	ఏలూరు
ELU003	8	నిడమర్తి ఉమామహేశ్వరరావు	తెలియదు	ఏలూరు
ELU004	8	రహీం	తెలియదు	ఏలూరు
ELU005	8	దుగ్గిరాల కృష్ణమూర్తి	మల్లిఖార్జునరావు	ఏలూరు
ELU006	8	వడ్లపట్ల గంగరాజు	రెడ్డియ్య	కొవ్వలి
ELU007	8	గుత్తా వెంకటసుబ్బయ్య	వెంకయ్య	చాటపరు
ELU008	8	కలగర సూర్యప్రకాశరావు	వెంకటరెడ్డి	ఏలూరు
ELU009	8	వర్దినీడి చినసుబ్బారావు	భీమయ్య	పూళ్ళ
ELU010	8	గజవల్లి రామచంద్రరావు	నరసింహారావు	ఏలూరు
ELU011	8	 డాక్టరు ముల్పూరు రంగయ్య	వెంకటాద్రి	ఏలూరు
ELU012	8	 డాక్టరు హనుమంతువఝల జోగయ్యశర్మ	సూరయ్య	ఏలూరు
ELU013	8	సర్దార్ కొమ్మారెడ్డి ఆంజనేయులు	గోపాలకృష్ణయ్య	పోతునూరు
ELU014	8	వెల్లంకి కృష్ణమూర్తి	వెంకయ్య	ఏలూరు
ELU015	8	చావ వెంకటరత్నం	రంగయ్య	ఏలూరు
ELU016	8	కలగర భద్రయ్య	అచ్చయ్య	చాటవర్రు
ELU017	8	వేమూరి రామకృష్ణారావు	వెంకట్రామయ్య	ఏలూరు
ELU018	8	కొండ నరశింహరాజు,	సుబ్బరాజు	గుండుగొలను
ELU019	8	తుళ్ళూరి వెంకటేశ్వరరావు	లక్ష్మీకాంతరావు	ఏలూరు
ELU020	8	లంక బంగారయ్య	గురవయ్య	ఏలూరు
ELU021	8	చోడిశెట్టి పురుషోత్తం	బుచ్చయ్య	ఏలూరు
ELU022	8	వర్రా సుబ్బయ్య	సోమయ్య	పెదపాడు
ELU023	8	కొటికలపూడి ఆంజనేయులు	వెంకటరామయ్య	పూళ్ళ
ELU024	8	మేడూరి సీతారామాంజనేయులు	లక్ష్మీనారాయణ	పెదపాడు
ELU025	8	మద్దుల సుబ్బారావు	శ్రీరాములు	ఏలూరు
ELU026	8	కాకరాల శోభనాచలం	బసవయ్య	కొవ్వలి
ELU027	8	టేకి వీరబ్రహ్మం	లక్ష్మయ్య	ఏలూరు
ELU028	8	ముడుంచి పెదనరసింహాచార్యుల	దొడ్డయాచార్యులు	ఏలూరు
ELU029	8	ముడుంచి చిననరశింహాచార్యులు	నరసింహాచార్యులు	ఏలూరు
ELU030	8	పంగులూరి శ్రీరాములు	కోదండరామయ్య	ఏలూరు
ELU031	8	 మాగంటి గంగాధరం	వెంకటసుబ్బయ్య	చాటపర్రు
ELU032	8	సామవేదం సత్యనారాయణమూర్తి	జగన్నాధం	వసంతవాడ
ELU033	8	గమిని వీరమాణిక్యం	వెంకటరత్నం	ఏలూరు
ELU034	8	జవ్వాజి అప్పారావుగుప్త	శ్రీరాములు	ఏలూరు
ELU035	8	కంభంపాటి కన్నయ్య	సుబ్బారావు	ఏలూరు
ELU036	8	మధ్యాహ్నపు చలమయ్య	వెంకన్న	ఏలూరు
ELU037	8	గరికపాటి సత్యనారాయణ	సీతారామయ్య	ఏలూరు
ELU038	8	తులాబందుల సుబ్బారావు	సుబ్బయ్య	ఏలూరు
ELU039	8	నంగులూరి నాగేశ్వరరావు	సుబ్బయ్య	ఏలూరు
ELU040	8	కనిగొళ్ళ వెంకటశివరావు	సుబ్బారాపు	ఏలూరు
ELU041	8	గరికపాటి సుబ్బారావు	సీతారామయ్య	ఏలూరు
ELU042	8	గోపాలుని వెంకట శేషయ్య	వెంకటనరసయ్య	ఏలూరు
ELU043	8	ఉమ్మా సత్యనారాయణమూర్తి	లక్ష్మయ్య	ఏలూరు
ELU044	8	కొండ గుర్రాజ	వెంకట్రాజు	గుండుగొలను
ELU045	8	మావులేటి నారాయణరాజు	పుల్లంరాజు	గుండుగొలను
ELU046	8	వీరమాచనేని వెంకటనారాయణ	వెంకటరత్నం	పోతునూరు
ELU047	8	జల్లా సీతయ్య	వెంకట్రాయుడు	కైకరం
ELU048	8	మామిళ్ళవల్లి వెంకట్రావు	రామమూర్తి	ఏలూరు
ELU049	8	మొటపర్తి హరినారాయణ	సుబ్బయ్య	దెందులూరు
ELU050	8	దుర్లంపూడి ధర్మరాజు	నరసింహరాజు	గుండుగొలను
ELU051	8	నాళం కృష్ణమూర్తి	నరసింహం	ఏలూరు
ELU052	8	చిప్పాడ సూర్యనారాయణ	అబ్బాజి	ఏలూరు
ELU053	8	ఉప్పులూరి పట్టాభిరామయ్య	అయోధ్యరామయ్య	ఏలూరు
ELU054	8	బందా వియ్యన్నపంతులు	సూర్యప్రకాశం	ఏలూరు
ELU055	8	మాగంటి బాపినీడు	రామినీడు	ఏలూరు
ELU056	8	వడ్ల పట్ల మాణిక్యాలరావు	రామయ్య	కొవ్వలి
ELU057	8	కొండ సచ్చిదానందరాజు	నరసింహరాజు	గుండుగొలను
ELU058	8	కొండ అప్పలరాజు	నాగరాజు	భీమడోలు
ELU059	8	గరికపాటి  మల్లావధాన్లు	సీతారామయ్య	ఏలూరు
ELU060	8	కారుమంచి రామమూర్తి	రత్తయ్య	ఏలూరు
ELU061	8	తోలుగంటి వెంకట్రామయ్య	వెంకటరత్నం	సీతంపేట
ELU062	8	వీరమాచనేని వెంకటనారాయణ	పట్టాభిరామయ్య	ఏలూరు
ELU063	8	భోగరాజు పేర్రాజు	కోదండరామయ్య	గుండుగొలను
ELU064	8	మాగంటి సీతారామదాసు	సుబ్బయ్య	చాటపరు
ELU065	8	మేడూరి వెంకటచలపతిరావు	పున్నయ్య	పెదపాడు
ELU066	8	పైడిపాటి వెంకటనారాయణ	కిష్టయ్య	దెందులూరు
ELU067	8	చలసాని రామినీడు	తెలియదు	పినకడిమి
ELU068	8	ముదిగంటి రామకృష్ణశాస్త్రి	తెలియదు	భీమడోలు
ELU069	8	వగ్వాల సత్యనారాయణ	తెలియదు	గుండుగొలను
ELU070	8	బండి సూర్యప్రకాశరావు	వెంకటాద్రి	ఏలూరు
ELU071	8	ఉవికిలి సీతారామరాజు	నరసరాజు	భీమడోలు
ELU072	8	బాదర్వాడ సీతారామరాజు	గంగరాజు	భీమడోలు
ELU073	8	సీతాల భద్రాచలం	లక్ష్మయ్య	భీమడోలు
ELU074	8	దాసరి ఆంజనేయులు	వీరయ్య	కొవ్వలి
ELU075	8	పసుపులేటి సత్యనారాయణ	రామాంజయ్య	సత్రంపాదు
ELU076	8	వెలమాటి నాగభూషణం	సోమయ్య	కొవ్వలి
ELU077	8	కొమ్మారెడ్డి చినఆంజనేయులు	వెంకటరెడ్డి	పోతునూరు
ELU078	8	కంభంపాటి వెంకటసుబ్బయ్య	శేషయ్య	పునుకొల్లు
ELU079	8	భోగరాజు వీరవెంకయ్య	పేర్రాజు	గుండుగొలను
ELU080	8	ముడుంబ దొడ్డయాచార్యులు	నరసింహాచార్యులు	ఏలూరు
ELU081	8	కొమ్మారెడ్డి సూర్యనారాయణ	బ్రహ్మయ్య	పోతునూరు
ELU082	8	కొమ్మారెడ్డి సత్యనారాయణమూర్తి	రామయ్య	పోతునూరు
ELU083	8	మంగళంపల్లి చంద్రశేఖర్‌రావు	వెంకటసుబ్బయ్య	ఏలూరు
ELU084	8	మావులేటి సత్యనారాయణరాజు	నరసింహరాజు	గుండుగొలను
ELU085	8	మావులేటి కృష్ణంరాజు	పుల్లంరాజు	గుండుగొలను
ELU086	8	కొండ సీతారామరాజు	సుబ్బరాజు	గుండుగొలను
ELU087	8	మావులేటి బుచ్చిరాజు	మల్లపరాజు	భీమడోలు
ELU088	8	బాదర్వాడ సూర్యనారాయణరాజు	గంగరాజు	భీమడోలు
ELU089	8	పరసా రామారావు	పోతురాజు	దెందులూరు
ELU090	8	ఆక్కినేని అప్పారావు	తాతయ్య	పెదపాడు
ELU091	8	కట్నేని రామయ్య	వెంకటాద్రి	నాయుడుగూడెం
ELU092	8	దేవినేని సూర్యనారాయణ	రామయ్య	కొవ్వలి
ELU093	8	మొటపర్తి సీతారామాంజనేయులు	బుచ్చయ్య	దెందులూరు
ELU094	8	దంగేటి నాగభూషణం	మాణిక్యం	ఏలూరు
ELU095	8	గరికపాటి వెంకటజోగయ్యశర్మ	సీతారామయ్య	ఏలూరు
ELU096	8	కొమ్మారెడ్డి వెంకటరెడ్డి	తెలియదు	పోతునూరు
ELU097	8	కొమ్మారెడ్డి వెంకటనారాయణ	లక్ష్మీపతి	పోతునూరు
ELU098	8	తుమ్మల రామబ్రహ్మం	వెంకటసుబ్బయ్య	వట్లూరు
ELU099	8	కాడాలి శ్రీరాములు	రామయ్య	పెదపాడు
ELU100	8	మానేపల్లి మల్లిఖార్జునుడు	సుబ్బయ్య	ఏలూరు
ELU101	8	గుత్తా నాగభూషణం	ధర్మలింగం	ఏలూరు
ELU102	8	గుండు కృష్ణమూర్తి	వెంకట్రామ దీక్షితులు	ఏలూరు
ELU103	8	బసవరాజు శ్రీరంగశాయి	రామచంద్రరావు	ఏలూరు
ELU104	8	పెండ్యాల పరబ్రహ్మశాస్త్రి	సీతారామయ్య	ఏలూరు
ELU105	8	పరసా నరసయ్య	రామయ్య	ఏలూరు
ELU106	8	వడ్లమాని లక్ష్మీనరసింహం	సీతారామయ్య	ఏలూరు
ELU107	8	కడుపు రములు	వెంకన్న	ఏలూరు
ELU108	8	దండుపాటి మాణిక్యాలరావు	అప్పలస్వామి	ఏలూరు
ELU109	8	మాలే వెంకటనారాయణ	వీరవెంకయ్య	ఏలూరు
ELU110	8	వల్లభనేని కోటేశ్వరరావు	బసవయ్య	కొవ్వలి
ELU111	8	గంగిరెడ్డి లక్ష్మీనారాయణ	వీరాస్వామి	పోణంగి
ELU112	8	దుగ్గిరాల రాజశేఖరరావు	లక్ష్మీనారాయణ	ఏలూరు
ELU113	8	భోగరాజు రామకృష్ణ వెంకటసుబ్బారావు	కోదండరామయ్య	గుండుగొలను
ELU114	8	మావులేటి నారాయణరాజు	చిరంజీవరాజు	గుండుగొలను
ELU115	8	గుత్తా శ్రీరంగనాయకులు	సోమబ్రహ్మ	ఏలూరు
ELU116	8	కొడిమెల కృష్ణమూర్తి	కొండయ్య	ఏలూరు
ELU117	8	మాగంటి మాధవరావు	పెదసుబ్రహ్మణ్యం	చాటపర్రు
ELU118	8	మందేపూడి వెంకటేశ్వరరావు	రామయ్య	ఏలూరు
ELU119	8	దోనేపూడి వెంకటనారాయణ	వెంకటరత్నం	ఏలూరు
ELU120	8	మైనంపాటి రామకృష్ణారావు	వీరయ్య	ఏలూరు
ELU121	8	లంక జోగారావు	అప్పలస్వామి	ఏలూరు
ELU122	8	కె.పి వెంకటశేషాచార్యులు	నరసింహాచార్యులు	ద్వారకాతిరుమల
ELU123	8	కొమ్మారెడ్డి  సోమబ్రహ్మం	వెంకటాద్రి	పోతునూరు
ELU124	8	తుమ్మల మాణిక్యం	పల్లయ్య	కైకరం
ELU125	8	దండు  ప్రోలునరసింహారావు	ముత్యాలు	ఏలూరు
ELU126	8	కోడూరి వెంకటేశ్వరరావు	చిన్నయ్య	ఏలూరు
ELU127	8	వారణాసి పాలరాజు	లక్ష్మయ్య	ఏలూరు
ELU128	8	కొల్లిపర బాలగంగాధరతిలక్	వెంకటాద్రి	దెందులూరు
ELU129	8	బాడిగ రామలింగేశ్వరశాస్త్రి	నరసయ్య	ఏలూరు
ELU130	8	మానేపల్లి రాజేశ్వరరావు	వీరరాఘవులు	ఏలూరు
ELU131	8	కలవకొలను  సీతారామశాస్త్రి	సుబ్బయ్య	ఏలూరు
ELU132	8	వేదుల నాగేశ్వరరావు	సుబ్రహ్మణ్యం	ఏలూరు
ELU133	8	పెనుమత్స సుబ్బరాజు	పెద్దిరాజు	ఏలూరు
ELU134	8	మానేపల్లి మల్లిఖార్జునరావు	సుబ్బయ్య	ఏలూరు
ELU135	8	వంక సూరిశాస్త్రి	నరసింహం	ఏలూరు
ELU136	8	చంద్రుపట్ల కృష్ణమూర్తి	వెంకట్రావు	ఏలూరు
ELU137	8	దేవినేని వెంకట్రామయ్య	సుబ్బయ్య	దెందులూరు
ELU138	8	నెమ్మటారు సుబ్బారావు	తెలియదు	తడికలపూడి
ELU139	8	గొర్రెలరాములు	అప్పన్న	ఏలూరు
ELU140	8	పోణంగి రామారావు	గోపాలకృష్ణమూర్తి	పోణంగి
ELU236	8	కోరాడ రాములు	తెలియదు	ఏలూరు
ELU141	8	ఆత్మకూరి గోవిందాచాರಿ	వెంకటకృష్ణమాచారి	ఏలూరు
ELU142	8	మూల్పూరు సుబ్రమణ్యం	వెంకటరాములు	పెదపాడు
ELU143	8	గారపాటి సత్యనారాయణ	లక్ష్మయ్య	పెదపాడు
ELU144	8	అక్కినేని రామచంద్రరావు	వెంకటసుబ్బయ్య	పెదపాడు
ELU145	8	మాడేటి రామచంద్రరావు	సుబ్బయ్య	ఏలూరు
ELU146	8	బుద్దిరాజు రాజభూషణరావు	వీరభద్య్రరావు	ఏలూరు
ELU147	8	మాజేటి నారాయణరావు	సుబ్బయ్య	ఏలూరు
ELU148	8	ಅన్నె వెంకటేశ్వరరావు	వెంకటకృష్ణయ్య	సత్రంపాదు
ELU149	8	శీర్ల బ్రహ్మయ్య	శేషయ్య	ఏలూరు
ELU150	8	కమ్ముల సుబ్బయ్య	తిరుపతిరావు	ఏలూరు
ELU151	8	డాక్టరు మాలే కృపారావు	వీరవెంకయ్య	ఏలూరు
ELU152	8	పేటేటి వెంకటరత్నం	వీరవెంకయ్య	ఏలూరు
ELU153	8	వంకినేని సత్యనారాయణ	వెంకటరెడ్డి	ఏలూరు
ELU154	8	కలగర కృపారావు	సుబ్బయ్య	తెలియదు
ELU155	8	విరియాల వెంకట్రావు	వెంకటరత్నం	ఏలూరు
ELU156	8	కనిగొళ్ళు జనార్ధనగుప్త	జగన్నాధం	ఏలూరు
ELU157	8	ఆకుల వెంకటసుబ్బారావు	వెంకటరెడ్డి	ఏలూరు
ELU158	8	నక్కా పెదవెంకయ్య	కోరయ్య	ఏలూరు
ELU159	8	మోతే నారాయణరావు	వెంకటసుబ్బారావు	ఏలూరు
ELU160	8	దుగ్గిరాల వెంకటసుబ్బారావు	సుందరశివరావు	ఏలూరు
ELU161	8	కలగర పిచ్చయ్య	రామస్వామి	ఏలూరు
ELU162	8	కొమ్మూరి వీరవెంకమ్మ	సుబ్బారాయుడు	గుండుగొలను
ELU163	8	దామరాజు లక్ష్మమ్మ	లక్ష్మీపతి	ఏలూరు
ELU164	8	దాసరి లక్ష్మీబాయమ్మ	మల్లయ్య	ఏలూరు
ELU165	8	ముడుంబి వెంకటమ్మ	నరసింహాచార్యులు	ఏలూరు
ELU166	8	దాసరి కృష్ణవేణమ్మ	రాజయ్య	ఏలూరు
ELU167	8	వద్దిపర్తి శకుంతలా దేవి	తెలియదు	ఏలూరు
ELU168	8	మూల్పూరు చుక్కమ్మ	రంగయ్య	ఏలూరు
ELU169	8	శృంగారకవి లక్ష్మీనరసమ్మ	పాపారావు	ఏలూరు
ELU170	8	సత్తిరాజు శ్యామలాంబ	వెంకటరత్నం	ఏలూరు
ELU171	8	ముడుంబి స్వరాజ్యలక్ష్మి	దొడ్డయాచారి	ఏలూరు
ELU172	8	చింతపర్తి బుచ్చమ్మ	తెలియదు	గుండుగొలను
ELU173	8	కొటికలపూడి సరస్వతమ్మ	ఆంజనేయులు	పూళ్ళ
ELU174	8	బాదర్వాడ సూరమ్మ	కొండనరసరాజు	భీమడోలు
ELU175	8	చుండూరు రత్తమ్మ	శ్రీరాములు	ఏలూరు
ELU176	8	మద్దుల దమయంతి	సత్యం	ఏలూరు
ELU177	8	జవ్వాజి రాజరత్నమ్మ	అప్పారావుగుప్త	ఏలూరు
ELU178	8	కంది నాగరత్నమ్మ	లక్ష్మీకాంతం	ఏలూరు
ELU179	8	పాటిబండ్ల పార్వతమ్మ	తెలియదు	ఏలూరు
ELU180	8	వెలమాటి మాణిక్యాంబ	తెలియదు	కొవ్వలి
ELU181	8	చోడగల అమ్మన్నరాజా	వీరయ్య	ఏలూరు
ELU182	8	మునగపాటి రామకోటపున్నమ్మ	తెలియదు	పోతునూరు
ELU183	8	పరిశ సుబ్బారావు	సర్రాజు	వసంతవాడ
ELU184	8	గౌతు మాణిక్యం	రంగయ్య	ఏలూరు
ELU185	8	గాదె గంగోజి	మంకోజీరావు	ఏలూరు
ELU186	8	నేమాల కొండయ్య	తాతయ్య	ఏలూరు
ELU187	8	కొత్త పెరుమాళ్ళయ్య	వెంకయ్య	ఆంకనగూడెం
ELU188	8	కొమ్మారెడ్డి సత్యనారాయణ వరప్రసాద్‌	వెంకటరత్నం	పోతునూరు
ELU189	8	కోయ బాపిరాజు	కిష్టయ్య	ఏలూరు
ELU190	8	కుమ్ముర కోటేశ్వరరావు	నాగభూషణం	ఏలూరు
ELU191	8	రంభా వెంకటప్పయ్య	జగన్నాధం	ఏలూరు
ELU192	8	తెంటు అప్పలస్వామి	సోమయ్య	ఏలూరు
ELU193	8	లంక జోగారావు	అప్పలస్వామి	ఏలూరు
ELU194	8	నర్రా ఆంజనేయులు	సుబ్బయ్య	పెదపాడు
ELU195	8	కోఠీ నరసింహారావు	పురుషోత్తం	ఏలూరు
ELU196	8	కొమ్మారెడ్డి బ్రహ్మయ్య	రామయ్య	పోతునూరు
ELU197	8	సోమంచి యజ్ఞన్నశాస్త్రి	సీతారామయ్య	ఏలూరు
ELU198	8	మానేపల్లి జగదీశ్వరరావు	రాఘవులు	ఏలూరు
ELU199	8	బొండా కోటేశ్వరరావు	అప్పలస్వామి	ఏలూరు
ELU200	8	వడ్లపట్ల సింహాది అప్పారావు	రామదాసు	కొవ్వలి
ELU201	8	మేడూరి వెంకటచలపతిరావు	పున్నయ్య	పెదపాడు
ELU202	8	పెనుగొండ శ్రీరాములు	రత్నం	ఏలూరు
ELU203	8	భావరాజు వెంకటసుబ్బారావు	చిన ఆచార్యులు	వసంతవాడ
ELU204	8	కొటికలపూడి సూర్యప్రకాశరావు	తెలియదు	చాటపర్రు
ELU205	8	గుత్తా ఆంజనేయులు	రామినీడు	చాటపర్రు
ELU206	8	మూల్పూరి సత్యనారాయణ	బ్రహ్మయ్య	చాటపర్రు
ELU207	8	గుత్తికొండ రాఘవయ్య	తెలియదు	పోతునూరు
ELU208	8	నడింపల్లి భగవాన్‌రాజు	వెంకట్రాజు	రామన్నపాలెం
ELU209	8	కట్నేని రామయ్య	వెంకట్రావు	ఏలూరు
ELU210	8	మాన్యం నమళ్ళి వయ్య	తెలియదు	ఏలూరు
ELU211	8	కండుల సీతారామయ్య	తెలియదు	ఏలూరు
ELU212	8	కొండేటి నారాయణరావు	వెంకయ్య	ఏలూరు
ELU213	8	కడియాల రామారావు	అక్కయ్య	జాలిపూడి
ELU214	8	గారపాటి సీకారామస్వామి	శివయ్య	పెదపాడు
ELU215	8	నంబూరి శ్రీనివాసరావు	తెలియదు	ఏలూరు
ELU216	8	కొల్లి వెంకటకృష్ణయ్య	వెంకటరత్నం	ఏలూరు
ELU217	8	చలివెల పాపయ్య సోమయాజు	పేరు దీక్షితులు	కలపర్రు
ELU218	8	భీమవరపు అప్పారావు	తెలియదు	ఏలూరు
ELU220	8	లింగం రాజగోపాలరావు	తెలియదు	పెదవేగి
ELU221	8	తోట రాఘవయ్య	తెలియదు	ఏలూరు
ELU222	8	ఆరికిపూడి హరివాసులు	తెలియదు	ఏలూరు
ELU223	8	రాళ్ళపల్లి సత్యనారాయణ	రత్తయ్య	ఏలూరు
ELU224	8	ఆదిమద్యం కాశీవరదస్వామి	భావనారాయణస్వామి	బాపిరాజుగూడెం
ELU225	8	కనకమేడల వెంకటసుబ్బారావు	బుచ్చయ్య	శనివారపేట
ELU226	8	తాడి అప్పలస్వామి	తెలియదు	ఏలూరు
ELU227	8	పూడి అప్పలస్వామి	తెలియదు	ఏలూరు
ELU228	8	గుత్తా కుటుంబరావు	పిచ్చయ్య	ఏలూరు
ELU229	8	పైల  అచ్చన్న	తెలియదు	ఏలూరు
ELU230	8	గుండాల అప్పలస్వామి	తెలియదు	ఏలూరు
ELU231	8	తేలు కన్నయ్య	తెలియదు	ఏలూరు
ELU232	8	నరం అప్పలస్వామి	తెలియదు	ఏలూరు
ELU233	8	మింటి అప్పలస్వామి	తెలియదు	ఏలూరు
ELU234	8	యడ్ల జట్టయ్య	తెలియదు	ఏలూరు
ELU235	8	బంక చినఅప్పలస్వామి	తెలియదు	ఏలూరు
ELU237	8	వేగి దుర్గయ్య	తెలియదు	ఏలూరు
ELU238	8	వెలమాటి గోపాలకృష్ణయ్య	తెలియదు	కొవ్వలి
ELU239	8	మాగంటి శ్రీమన్నారాయణ	సీతయ్య	చాటపర్రు
ELU240	8	కొమ్మారెడ్డి బాపయ్యచౌదరి	వెంకటరత్నం	పోతునూరు
ELU241	8	 కొమ్మారెడ్డి కుటుంబరావు	తెలియదు	పోతునూరు
ELU242	8	ఉప్పలపాటి ఆచ్యుతరామయ్య	తెలియదు	పెదపాడు
ELU243	8	కాండ్రేగుల రామచంద్రరావు	తెలియదు	ఏలూరు
ELU244	8	నరహరిసెట్టి జియ్యన్న	అప్పలస్వామి	ఏలూరు
ELU245	8	బండ్లపాటి కృష్ణాజీరావు	కామేశ్వరరావు	ఏలూరు
ELU246	8	మాజేటి మాణిక్యాంబ	నారాయణరావు	ఏలూరు
ELU247	8	మొనిరాజు	తెలియదు	ఏలూరు
ELU248	8	చలసాని నారాయణరావు	తెలియదు	ఏలూరు
ELU249	8	 తల్లాప్రగడ పొనకాలరావు	తెలియదు	ఏలూరు
ELU250	8	బి. సత్యనారాయణ	తెలియదు	ఏలూరు
ELU251	8	కాకి వెంకటముత్యాలు	తెలియదు	ఏలూరు
ELU252	8	కొమ్ము వియ్యన్నశాస్త్రి	తెలియదు	ఏలూరు
ELU253	8	కొల్లూరి రామచంద్రరాజు( కె. పి. రామచంద్రరావు)	రాజగోపాలరావు	జనం పేట
ELU254	8	పండ్రంగి రాజేశ్వరరావు	నాగేశ్వరరావు	ఏలూరు
ELU255	8	కాండ్రేగుల రామచంద్రరావు	తెలియదు	ఏలూరు
KOV001	4	తల్లాప్రగడ ప్రకాశరాయుడు	లక్ష్మయ్య	చాగల్లు
KOV002	4	తల్లాప్రగడ నారాయణమూర్తి	సూర్యనారాయణ	చాగల్లు
KOV003	4	వేమూరి సీతారామస్వామి	సీతారామయ్య	పురుషోత్తపల్లి
KOV004	4	శనివారపు సుబ్బారావు	రామయ్య	కొవ్వూరు
KOV005	4	అడ్డాల అరనాలరాజు	చినవెంకటరాజు	దర్మవరం
KOV006	4	సూరికుచ్చి సూర్యనారాయణ	గౌరీసోమయాజులు	విడదలవోలు
KOV007	4	సూరంపూడి శ్రీహరిరావు	సుబ్బారాయుడు	కొవ్వూరు
KOV008	4	మద్దుకూరి దొరయ్య	వెంకట్రాయుడు	చాగల్లుఅగ్రహారం
KOV009	4	నరహరిశెట్టి అయ్యన్న	మాణిక్యం	ఎర్నగూడెం
KOV010	4	నరహరిశెట్టి శనిప్రసాదరావు	వెంకట్రాయుడు	ఎర్నగూడెం
NAR001	1	సీతాని నరసింహరాజు	బుల్లిస్వామి	పితానిమేరక
NAR002	1	తనికెళ్ళ రామమూర్తి	వెంకయ్య	కోరుమిల్లి
NAR003	1	కలిదిండి సూర్యనారాయణరాజు	సోమరాజు	చింతపర్రు
NAR004	1	అల్లూరి నరసరాజు	వెంకట్రాజు	కాళీపట్నం
NAR005	1	అల్లూరి మారిరాజు	వెంకట్రాజు	కాళీపట్నం
NAR006	1	రుద్రరాజు రామరాజు	మారిరాజు	చించినాడ
NAR007	1	మాడుగుల లక్ష్మీనారాయణమూర్తి	సుబ్బారాయుడు	పాలకొల్లు
NAR008	1	కొల్లా వెంకట్రామయ్య	ఎగ్గెన్న	పాలకొల్లు
NAR009	1	అల్లూరి బుచ్చిరాజు	వెంకట్రాజు	కాళీపట్నం
NAR010	1	పెనుమత్స సుబ్బరాజు	చంద్రరాజు	జిన్నూరు
NAR011	1	కోసూరి వెంకటనృసింహరాజు	సీతారామరాజు	పోడూరు
NAR012	1	జోస్యుల అప్పలరామమూర్తి	కేశవసోమయాజులు	ఖండవల్లి
NAR013	1	గార్ల సూర్యనారాయణమూర్తి	జగ్గయ్య	కాపవరం
NAR014	1	పోడూరి పేర్రాజు	లక్ష్మీనారాయణ	పోడూరు
NAR015	1	కలిదిండి బంగార్రాజు	సూరపరాజు	వెంప
NAR016	1	వేగేశిన బంగార్రాజు	నారాయణరాజు	కాపవరం
NAR017	1	బుద్దరాజు సోమరాజు	జానకిరామరాజు	నేరేడుమిల్లి
NAR018	1	కలిదిండి నారాయణరాజు	నరసింహరాజు	బల్లిపాడు
NAR019	1	దంతులూరి వెంకటనరసింహరాజు	సోమరాజు	చింతపర్రు
NAR020	1	కలిదిండి పేర్రాజు	మల్లపరాజు	చింతపర్రు
NAR021	1	సయ్యపురాజు సత్యనారాయణరాజు	వెంకటరాజు	కోడేరు
NAR022	1	పెనుమత్స పుల్లంరాజు	సూరపరాజు	చింతపర్రు
NAR023	1	కేతలి వెంకటదాసు	సుబ్బయ్య	చోడవరం
NAR024	1	పొత్తూరి గోపాలరాజు	సుబ్బరాజు 	కలగంపూడి
NAR025	1	మట్టుపల్లి శేషాద్రిశర్మ	నరసయ్య	పాలకొల్లు
NAR026	1	చెరుకూరి నరసింహరాజు	శ్రీహరిరాజు	పాలకొల్లు
NAR027	1	పెనుమత్స సీతారామరాజు	తమ్మిరాజు	పెనుమర్రు
NAR028	1	రుద్రరాజు వెంకట్రాజు	తెలియదు	వల్లూరు
NAR029	1	భూపతిరాజు బంగార్రాజు	బాపిరాజు	బల్లిపాడు
NAR030	1	తల్లా ప్రగడ దుర్గాప్రసాదరావు 	శివరామయ్య	వేమవరం
NAR031	1	పేరిచర్ల సుబ్బరాజు	భాస్కరరావు	మట్ల పాలెం
NAR032	1	వేగేశిన వెంకట్రాజు	నారాయణరాజు	కాపవరం
NAR033	1	జంపా సూర్యనారాయణ	సుబ్రహ్మణ్యం	పాలకొల్లు
NAR034	1	భాస్కర్ల ఈశ్వరుడు	సుబ్బారాయుడు 	నరసాపురం
NAR035	1	చేకూరి అచ్యుతరామరాజు	వెంకట్రాజు	లంకలకోడేరు
NAR036	1	సయ్యపురాజు వెంకటకృష్ణంరాజు	అచ్యుతరామరాజు	లంకలకోడేరు
NAR037	1	తోలేటి పేర్రాజు	తెలియదు	నరసాపురం
NAR038	1	మేడూరి ప్రకాశరావు	సూర్యనారాయణ	పాలకొల్లు
NAR039	1	చెల్లా రామచంద్రరావు	తెలియదు	పాలకొల్లు
NAR040	1	హరి దక్షిణమూర్తి	సుబ్బయ్యశాస్త్రి	పాలకొల్లు
NAR041	1	సూరిబొట్ల నారాయణమూర్తి	సుబ్బారాయుడు	పాలకొల్లు
NAR042	1	వల్లంపాటి జగన్నాధం	రామమూర్తి	తెలియదు
NAR043	1	చొప్పెల్ల సత్యనారాయణ	అచ్యుతరామయ్య	పాలకొల్లు
NAR044	1	భూపతిరాజు లక్ష్మీనరసరాజు	లక్ష్మీపతి రాజు	జిన్నూరు
NAR045	1	అల్లూరి సత్యనారాయణరాజు	సోమరాజు	జిన్నూరు
NAR046	1	ఉద్దరాజు సూరపరాజు	బంగార్రాజు	జిన్నూరు
NAR047	1	కోసూరి సుబ్బరాజు	సీతారామరాజు	జిన్నూరు
NAR048	1	కోడూరి నరసింహ రాజు	నారాయణ రాజు	పోడూరు
NAR049	1	గొడవర్తి సుబ్బన్న	వెంకయ్య	ఆచంట
NAR050	1	సెనుమత్స జానకిరామరాజు	శ్రీరామ రాజు	మట్లపాలెం
NAR051	1	ఆకెళ్ళ గోపాలకృష్ణమూర్తి	వెంకటకృష్ణయ్య	ఆచంట
NAR052	1	చేబ్రోలు వెంకటసుబ్బారావు	రామమూర్తి	పెదమామిడిపల్లి
NAR053	1	కనుమూరి రామరాజు	చంద్రరాజు	గుమ్మలూరు
NAR054	1	గరిమళ్ళ సుబ్రహ్మణ్యం	రామచంద్రుడు	పాలకొల్లు
NAR055	1	పోలిశెట్టి వెంకటసుబ్బారావు	వీరాస్వామి	పాలకొల్లు
NAR056	1	వెలిచేటి వెంకటనారాయణ	వీరన్న	పండిత విల్లూరు
NAR057	1	కాకర్లమూడి భాష్కరరావు	సూర్యనారాయణ	పాలకొల్లు
NAR058	1	ఉప్పులపాటి వెంకటనరసింహవర్మ	వెంకటకృష్ణంరాజు	మొగల్తూరు
NAR059	1	నందివాడ వెంకటరామానుజయ్య	నరసయ్య	పాలకొల్లు
NAR060	1	మామిళ్ళపల్లి సోమయాజులు	సత్యనారాయణ	పేరూరు
NAR061	1	భూపతిరాజు బాపిరాజు	పేర్రాజు	భగ్గేశ్వరం
NAR062	1	జోస్యుల సీతారామస్వామి	వెంకటలక్ష్మీనరసింహం	నరసాపురం
NAR063	1	ఆత్యం వీరరాఘవరావు	వెంకటరామచంద్రరావు	పాలకొల్లు
NAR064	1	కొండేటి కృష్ణమూర్తి	గంటయ్య	వేడంగి
NAR065	1	కోసూరి ఆంజనేయులురాజు.	వెంకటకృష్ణంరాజు	పోడూరు
NAR066	1	కోసూరి వెంకటనరసింహరాజు	తెలియదు	పోడూరు
NAR067	1	గొట్టుముక్కల వెంకన్న	నాగయ్య	మల్లవరం
NAR068	1	పేరిచెర్ల భాస్కరరాజు	సుబ్బరాజు	మట్లపాలెం
NAR069	1	దాట్ల సీతారామరాజు	తమ్మిరాజు	మట్టపర్రు
NAR070	1	ఇందుకూరి సత్యనారాయణరాజు	సూర్యనారాయణరాజు	పండితవిల్లూరు
NAR071	1	జి. రంగరాజు	సీతారామరాజు	నరసాపురం
NAR072	1	సింగంసెట్టి సుబ్బారావు	వెంకటసుబ్బయ్య	నరసాపురం
NAR073	1	కంభంపాటి మాణిక్యాంబ	సత్యనారాయణ సీనియర్	నరసాపురం
NAR074	1	వెంపటి బ్రహ్మయ్యశాస్త్రి	తెలియదు	నరసాపురం
NAR075	1	ప్రేరేప మృత్యుంజయుడు	వెంకటసుబ్బయ్య	ఆచంట
NAR076	1	అద్దేపల్లి సత్యనారాయణమూర్తి	గంగరాజు	పాలకొల్లు
NAR077	1	గోవాడ నిరీక్షణరావు	వెంకటస్వామి	తుందుర్రు
NAR078	1	కోసూరి సత్యసీతారామరాజు	పెదనారాయణ రాజు	పోడూరు
NAR079	1	పిన్నంరాజు వెంకటసుబ్బరాజు	జగన్నాధ రాజు	పోడూరు
NAR080	1	ప్రత్తి కిష్టారావు	సోమయ్య	పాలకొల్లు
NAR081	1	నక్కా అప్పారావు	సన్యాసి	గవరపాలెం
NAR082	1	నెక్కంటి నరసింహరావు	సుబ్బన్న	ఆచంట
NAR083	1	నెక్కలపూడి రామారావు	వెంకటకృష్ణయ్య	ఆచంట
NAR084	1	బాడుగు వెంకట్రావు	ధర్మయ్య	పాలకొల్లు
NAR085	1	పీతాల సాహెబ్	కిష్టయ్య	పాలకొల్లు
NAR086	1	సోడరాజు గవరయ్య	పాపయ్య	పాలకొల్లు
NAR087	1	గమిడి ఆస్పలస్వామి	పాపయ్య	పాలకొల్లు
NAR088	1	గరిక సరయ్య	పుల్లయ్య	పాలకొల్లు
NAR089	1	మట్టా మావుళ్ళు	స్వామి	పాలకొల్లు
NAR090	1	కంచర్లపల్లి పుల్లయ్య	చిన్నయ్య	పాలకొల్లు
NAR091	1	 పుప్పు వెంకన్న	గంగయ్య	పాలకొల్లు
NAR092	1	పసుపులేటి ఆమోన్	సుబ్బన్న	పాలకొల్లు
NAR093	1	తుంపెర్ల పై డియ్య	నరసయ్య	పాలకొల్లు
NAR094	1	నామాల అప్పన్న	జగ్గయ్య	పాలకొల్లు
NAR095	1	మేడా వెంకన్న	బుచ్చయ్య	పాలకొల్లు
NAR096	1	ఎడ్ల పెంటయ్య	అప్పన్న	పాలకొల్లు
NAR097	1	గుమ్మడి వెంకటలింగం	ఆంకయ్య	పాలకొల్లు
NAR098	1	పరకాల వెంకటకృష్ణ శేషావతారం	సూర్యనారాయణమూర్తి	కవిటం
NAR099	1	నండూరి శ్రీరామారావు	వీర్రాజు	పండితవిల్లూరు
NAR100	1	పరకాల వెంకటలక్ష్మీరమణారావు	సూర్యనారాయణ	కవిటం
NAR101	1	తాడి సింహాచలం	అప్పలస్వామి	పాలకొల్లు
NAR102	1	పిళ్ళా బుల్లె య్య	అప్పారావు	పాలకొల్లు
NAR103	1	పొపర్తి వెంకట్రాజు	తాతయ్య	పాలకొల్లు
NAR104	1	రాజా సూర్యనారాయణ	 వెంకన్న	పాలకొల్లు
NAR105	1	కీర్తి వెంకన్న	మరడయ్య	పాలకొల్లు
NAR106	1	చల్లబోయిన వెంకన్న	నాగయ్య	దిగమర్రు
NAR107	1	తాతా కొండయ్య	నరసయ్య	పాలకొల్లు
NAR108	1	కూనపరాజు వీర్రాజు	రామ రాజు	పోడూరు
NAR109	1	బొమ్మకంటి ప్రభాకరశాస్త్రీ	సీతాపతి	పాలకొల్లు
NAR110	1	ద్రోణంరాజు కమలాకరరావు	క్రిష్ణ బ్రహ్మానందం	నరసాపురం
NAR111	1	ముదునూరి సుబ్బరాజు	సూరపరాజు	ఏనుగువానిలంక
NAR112	1	వుయ్మూరి సత్యనారాయణమూర్తి	లక్ష్మీకాంతం	పోడూరు
NAR113	1	గొర్రెల చంద్రయ్య	సూరయ్య	పోడూరు
NAR114	1	చెరుకూరి నరసింహరాజు	శ్రీహరిరాజు	పూలపల్లి
NAR115	1	వై. వెంకట్రావు	తెలియదు	పాలకొల్లు
NAR116	1	తంగెళ్ళ వీరాస్వామి 	నారాయణమూర్తి 	నరసాపురం
NAR117	1	ఆచంట మధుసూధనరావు	నరసింహం	పాలకొల్లు
NAR118	1	వేగేశిన వెంకట్రాజు	నారాయణరాజు	వాలమర్రు
NAR119	1	బాస్కర్ల సూర్యనారాయణమూర్తి	తెలియదు	నరసాపురం.
NAR120	1	తాటంకి నరసింహశర్మ	తెలియదు	నరసాపురం
NAR121	1	శ్రీమతి ద్రోణంరాజు	లక్ష్మీ బాయమ్మ కమలాకరరావు	నరసాపురం
NAR122	1	జక్కంశెట్టి ఆదినారాయణ	తెలియదు	నరసాపురం
NAR123	1	చిలుకూరి సుబ్బారావు	తెలియదు	పండితవిల్లూరు
NAR124	1	కల్నల్ దాట్ల సత్యనారాయణ రాజ	తెలియదు	పోడూరు
NAR125	1	భమిడిపొడి సత్యనారాయణ	తెలియదు	నరసాపురం
NAR126	1	పులగుర్త సూర్యప్రకాశరావు	తెలియదు	తెలియదు
NAR127	1	ఆంజనేయులు నాయుడు	సుబ్బయనాయుడు	నరసాపురం
NAR128	1	అన్నపూర్ణాదేవి	సత్యనారాయణ రాజు	జిన్నూరు
NAR129	1	కోడి అప్పలస్వామి	సీతన్న	పాలకొల్లు
NAR130	1	 బలుసు జానకిరామయ్య	తెలియదు	ఆచంట
NAR131	1	రుద్రరాజు కృష్ణంరాజు	వెంకట రాజు	పోడూరు
NAR132	1	పి. లక్ష్మీ నరసింహారావు	తెలియదు	తెలియదు
NAR133	1	ఉద్దరాజు మాణిక్యాంబ	రామరాజు	వాలమర్రు
NAR134	1	ఈరంకి నారాయణమూర్తి	సూర్యనారాయణ	పాలకొల్లు
NAR135	1	వై. పురుషోత్తం	తెలియదు	నరసాపురం
NAR136	1	తల్లాప్రగడ రాజభూషణం	వెంకటశివరామయ్య	వేమవరం
NAR137	1	ఉద్దరాజు రామరాజు	అనే రామం పెద్దపద్మ రాజు	వాలమర్రు
NAR138	1	ఎన్ కె పి. రంగాచారి	తెలియదు	పేరుపాలెం
NAR139	1	శ్రీధర సుబ్బారావు	వెంక టేశ్వరరావు	పాలకొల్లు
NAR140	1	ఉద్దరాజు కృష్ణంరాజు	పెద్దపద్మ రాజు	వాలమర్రు
NAR141	1	బంగారు వెంకటరమణ	తెలియదు	తెలియదు
NAR142	1	బందుల వీరాస్వామి	తెలియదు	తెలియదు
POL001	7	వేయ్యం సోదెమ్మ	సూర్యనారాయణ	పోలవరం
POL002	7	తూము చూడామణి	గాదెరామన్నపంతులు	పోలవరం
POL003	7	వేముల లింగయ్య	నరసయ్య	ములగాయపల్లె
POL004	7	చిట్టూరి అప్పారావు	కొండయ్య	వట్టిరామన్న గూడెం
POL005	7	వడ్డూరి అచ్యుతరామయ్య	తెలియదు	కన్నాపురం
POL006	7	తూము రామారావు	తెలియదు	పోలవరం
POL007	7	కోరుకొండ సుబ్బారెడ్డి	తెలియదు	కరుటూరు
POL008	7	కోర్ల సీతారామయ్య	తెలియదు	కరుటూరు
POL009	7	కోర్ల వెంకటసుబ్బారెడ్డ	తెలియదు	కరుటూరు
POL010	7	గురుగుంట్ల కొమ్మిరెడ్డి	తెలియదు	కరుటూరు
POL011	7	పి. వెంకయ్య	తెలియదు	పోలవరం
POL012	7	వేమూరి సీతారామయ్య	తెలియదు	కొయ్యలగూడెం
POL013	7	చేబియ్యం సోమయ్య	తెలియదు	పోలవరం
TDG001	3	వేగేశిన బలరామరాజు	గోపిరాజు	గణపవరం
TDG002	3	చింతలపాటి మారిరాజు	సూరిరాజు	పిప్పర
TDG003	3	ప్రయాగ సూర్యనారాయణమూర్తి	గురునాధం	చిలకంపాడు
TDG004	3	ఆడ్డగర్ల నాగయ్య	గంగరాజు	వల్లూరుపల్లి అగ్రహారం
TDG005	3	చింతలపాటి సుబ్బరాజు	నరసరాజు	గణపవరం
TDG006	3	కొల్లూరి సత్యనారాయణ	వెంకటరత్నం	గణపవరం
TDG007	3	 అడ్డా సూర్యనారాయణ	సోమయ్య	గణపవరం
TDG008	3	దాట్ల సుబ్బరాజు	సూరపరాజు	ప. విప్పర్రు
TDG009	3	పేరిచర్ల సత్యనారాయణరాజు	అచ్యుతరామరాజు	కాశిపాడు
TDG010	3	కటారి సత్తిరాజు	సుబ్బరాజు	కేశవరం
TDG011	3	పెమ్మరాజు వెంకటగోపాల	వెంకటసుబ్బారాయుడు	గణపవరం
TDG012	3	హద్దునూరి వెంకటకృష్ణారావు	గోపాలరావు	తాడేపల్లిగూడెం
TDG013	3	వేగ్నే సుబ్బరాజు	సర్రాజు	కేశవరం
TDG014	3	గుత్తిన సుబ్రహ్మణ్యం	పల్లయ్య	నిడమర్రు
TDG015	3	గిట్టా గంగన్న	వెంకటస్వామి	ప. విప్పర్రు
TDG016	3	వేగేశ్ని శివరామరాజు	సుబ్బరాజు	గణపవరం
TDG017	3	వల్లూరి సుబ్బారావు	సూరయ్య	నల్లజర్ల
TDG018	3	నజీర్ అహమ్మద్ సాహెబ్	మౌలానాసాహెబ్	తాడేపల్లిగూడెం
TDG019	3	ఆలపాటి వెంకటసుబ్బయ్య చౌదరి	 వెంకటకృష్ణయ్య	చోడవరం
TDG020	3	మంగిపూడి పురుషోత్తమశర్మ	విశ్వపతి	పిప్పర
TDG021	3	పసల కృష్ణమూర్తి	ఆదెయ్య	ప. విప్పర్రు
TDG022	3	గరగ లక్ష్మయ్య	రామయ్య	ప. విప్పర్రు
TDG023	3	శిరిగివీడి వెంకటేశ్వరరావు	రామయ్య	పెంటపాడు
TDG024	3	వేగేశిన వెంకటసుబ్బరాజు	రామరాజు	గణపవరం
TDG025	3	కడియాల సాంబయ్య	చినరామయ్య	కాగుపా
TDG026	3	కలిదిండి సుందరరామరాజు	సుబ్బరాజు	కేశవరం
TDG027	3	ఇందుకూరి రామరాజు	తెలియదు	తా. గూడెం
TDG028	3	గండికోట సుబ్బావధాని	తెలియదు	కేశవరం
TDG029	3	విఠాల వీరభద్రరావు	సీతయ్య	తా. గూడెం
TDG030	3	నండూరి కృష్ణమాచారి	శోభనాద్రాచారి	గోపవరం
TDG031	3	కలిదిండి రామరాజు	రామరాజు	కేశవరం
TDG032	3	దూసనపూడి విరాట్టరాజు	నరసయ్య	రావులపరు
TDG033	3	ముదునూరి సత్యనారాయణరాజు	మారిరాజు	అర్ధవరం
TNK168	5	ఎన్‌. మాధవరావు	తెలియదు	తణుకు
TDG034	3	నంబూరి సుబ్బరాజు	అచ్యుతరామరాజు	పెదనిండ్రకొలను
TDG035	3	కాకర్లమూడి యతిరామానుజదాసు	రామానుజదాసు	తా. గూడెం
TDG036	3	పసల అంజలక్ష్మమ్మ	కృష్ణమూర్తి	ప. విప్పరు
TDG037	3	 పాలకోడేటి నాగరత్నమ్మ	కృష్ణమూర్తి	తా. గూడెం
TDG038	3	అద్దనారి సీతమ్మ	గోపాలరావు	తా. గూడెం
TDG039	3	సూరంపూడి  అప్పారావు	సుబ్బారాయుడు	తా. గూడెం
TDG040	3	అల్లూరి రామరాజు	సుబ్బరాజు	పిప్పర
TDG041	3	పిచ్చి వెంకటరత్నం	వెంకన్న	పెంటపాడు
TDG042	3	తిరుమలరాజు వెంకటసుబ్బరాజు	రామరాజు	తా. గూడెం
TDG043	3	గొర్రెల కృష్ణమూర్తి	అచ్చన్న	పిప్పర
TDG044	3	యాతం పురుషోత్తం	జగ్గయ్య	పెంటపాడు
TDG045	3	పసల సత్యనారాయణ	అచ్చయ్య	పెంటపాడు
TDG046	3	 అడ్డాల  సూర్యనారాయణరాజు	సూరపరాజు	తాడేపల్లిగూడెం
TDG047	3	చందూరి శివరామశర్మ	సత్యనారాయణమూర్తి	నిడమర్రు
TDG048	3	బేతిరెడ్డి సత్యనారాయణరెడ్డి	చినవీరయ్య	పెంటపాడు
TDG049	3	తాడేపల్లి ముసలయ్య	అచ్చయ్య	పెంటపాడు
TDG050	3	బి. పైడరిక్ జాన్	రెవ. బి. జాన్	పాలగూడెం
TDG051	3	షేక్ పెదమస్తాన్	ఖాసింసాహెబ్	నవాబ్ పాలెం
TDG052	3	పచ్చ ట్ల చినసత్తిరాజు	సూర్యనారాయణరాజు	చిననిండ్రకొలను
TDG053	3	తరగళ్ళ బ్రహ్మయ్య	పోలయ్య	సరిపల్లి
TDG054	3	కసుమూరి వెంకటరాజు	తెలియదు	తాడేపల్లిగూడెం
TDG055	3	దేవులపల్లి సూర్యనారాయణమూర్తి	తెలియదు	తాడేపల్లిగూడెం
TDG056	3	గుంటూరి సూరపరాజు	నరశింహరాజు	తాడేపల్లిగూడెం
TDG057	3	రుద్రరాజు రామచంద్రరాజు	నారాయణరాజు	గణపవరం
TDG058	3	సోమలంక పెదశేషయ్య	తెలియదు	అర్ధవరం
TDG059	3	పోలెప్రగడ లక్ష్మీనరసింహం	తెలియదు	మీనవిల్లూరు
TDG060	3	తెన్నేటి సూర్యనారాయణశర్మ	వెంకటదీక్షితులు	తా. గూడెం
TDG061	3	పల్ల తమ్మయ్య	తెలియదు	పెంటపాడు
TDG062	3	వేగేశ్న సూరపరాజు	తెలియదు	మందలపర్రు
TDG063	3	దొంతకుర్తి పేరయ్య	తెలియదు	చానమిల్లి
TDG064	3	అల్లూరి సూరవరాజు	తెలియదు	తాడేపల్లిగూడెం
TDG065	3	చింతలపాటి లచ్చిరాజు	నరసరాజు	గణపవరం
TDG066	3	పచ్చమట్ల వెంకట్రాజు	జోగిరాజు	చిననిండ్రకొలను
TDG067	3	మద్దుకూరి దొరయ్య	వెంకట్రాయుడు	అప్పారావుపేట
TDG068	3	కడియాల రామారావు	అక్కయ్య	కాగుపాడు
TDG069	3	తల్లప్రగడ నాగభూషణం	తెలియదు	తెలియదు
TDG070	3	తల్లప్రగడ దుర్గప్రసాదరావు	తెలియదు	ఉంగుటూరు
TDG071	3	కె. గురుమూర్తి	తెలియదు	తాడేపల్లిగూడెం
TDG072	3	బోయిన వెంకన్న	తెలియదు	తాడేపల్లిగూడెం
TDG073	3	ఎన్.  మల్లిఖార్జునుడు	తెలియదు	తాడేపల్లిగూడెం
TDG074	3	ఎం.డి . సారంగపాణి	తెలియదు	పెదనిండ్రకొలను
TDG075	3	చిలుకూరి వీరభద్రరావు	వెంకటరత్నం	పెంటపాడు
TDG076	3	వరదా బ్రహ్మానందం	వెంకటరత్నం	జల్లవరం
TDG077	3	మందలపర్తి చక్రపాణి	తెలియదు	నిడమర్రు
TDG078	3	షేక్ రహీంఖాన్	తెలియదు	తాడేపల్లిగూడెం
TDG079	3	ప్రసాదరావు	తెలియదు	పెంటపాడు
TDG080	3	ఉన్నవ  భానుమూర్తి	తెలియదు	నిడమర్రు
TDG081	3	బోరా సత్యం	అప్పన్న	తాడేపల్లిగూడెం
TDG082	3	ఎన్. సత్యనారాయణమూర్తి	తెలియదు	కోరుమిల్లి
TDG083	3	షేక్ మీరాన్ సాహెబు	అంసరాల్ సాహెబు	తా. గూడెం
TDG084	3	శనివారపు సుబ్బారావు	రామయ్య	ముద్దపురం
TNK001	5	పెనుమత్స సూరపరాజు	నీలాద్రిరాజు	రేలంగి
TNK002	5	కలిదిండి సూర్యనారాయణరాజు	రాజంరాజు	పొలమూరు
TNK003	5	నడింపల్లి తిరుపతిరాజు	పద్మరాజు	రేలంగి
TNK004	5	దాట్ల బుచ్చిరాజు	బాపిరాజు	మాముడూరు
TNK005	5	నల్లపరాజు రామరాజు	వెంకట్రాజు	కంచుమర్రు
TNK006	5	మేడూరి సూర్యవర్ధనం	ఎల్లయ్య	మండపాక
TNK007	5	ఇవటూరి  వీరభద్రరావు	మల్లిఖార్జునుడు	ఏలేటిపాడు
TNK008	5	దాట్ల సుబ్బరాజు	లచ్చిరాజు	మాముడూరు
TNK009	5	ఆకెళ్ళ సుబ్బారాయుడు	రామభద్రయ్య	రేలంగి
TNK010	5	కలిదిండి సీతారామరాజు	నరసరాజు	పొలమూరు
TNK011	5	తల్లాప్రగడ నాగరాజు	సూర్యనారాయణ	తణుకు
TNK012	5	వాడపల్లి సుబ్బన్నశాస్త్ర	సీతయ్య	వేల్పూరు
TNK013	5	ఎర్రమిల్లి వెంకటేశ్వర్లు	రామనాధం	తణుకు
TNK014	5	చొప్పెల్ల వెంకటసుబ్బారావు	చలమయ్య	తణుకు
TNK015	5	దంతులూరి సుందరరామరాజు	నారాయణరాజు	సాలూరు
TNK016	5	కలిదిండి సుబ్బరాజు	వెంకట్రాజు	కంచుమర్రు
TNK017	5	ఉప్పలపాటి వెంకటనారాయణ	రామస్వామి	వడలి
TNK018	5	రంగావఝుల రామచంద్రరావు	నాగభూషణం	తణుకు
TNK019	5	తేతలి గురురెడ్డి	చినబాపిరెడ్డి	పెనుగొండ
TNK020	5	నంబూరి వెంకటరత్నం	సిద్దయ్య	ఆరవల్లి
TNK021	5	సబ్బి అప్పలస్వామి	గురువులు	తణుకు
TNK022	5	ముంగపాటి బాపిరాజు	చిన వెంకటరాజు	కంచుమర్రు
TNK023	5	కొత్తపల్లి సత్తిరాజు	బుచ్చిరాజు	కంచుమర్రు
TNK024	5	భూపతిరాజు పుల్లంరాజు	సుబ్బరాజు	పెదపాలెం
TNK025	5	కలిదిండి రఘునాధరాజు	నరసింహరాజు	పొలమూరు
TNK026	5	దండు  చంద్రరాజు	సుబ్బరాజు	పొలమూరు
TNK027	5	కలిదిండి నరసరాజు	వెంకట్రాజు	పొలమూరు
TNK028	5	సాగి శివరామరాజు	రామకృష్ణంరాజు	సూరంపూడి
TNK029	5	తమనంపూడి వెంకటరత్నం	వెంకటరెడ్డి	పెనుగొండ
TNK030	5	నడింపల్లి సుబ్బరాజు	రామచంద్రరాజు	రంగాపురం
TNK031	5	అల్లూరి రంగరాజు	రామకృష్ణంరాజు	ఆలమూరు
TNK032	5	 భూపతిరాజు ఐద్రిరాజు	సుందరరామరాజు	రంగాపురం
TNK033	5	దాట్ల చివలీలాద్రిరాజ	బంగార్రాజు	పెనుమంట్ర
TNK034	5	 తంగిరాజు రామసోమయాజులు	సుబ్బయ్య	ఏలేశ్వరం
TNK035	5	పీసపాటి   సుబ్బరాయశాస్త్రి	వెంకటకృష్ణసోమయాజులు	ఇరగవరం
TNK036	5	కలిదిండి ఆంజనేయరాజు	రాజంరాజు	పొలమూరు
TNK037	5	దాట్ల తిరుపతిరాజు	రాయపరాజు	పెనుమంట్ర
TNK038	5	మంతెన చినసూర్యనారాయణరాజు	నరసింహరాజు	సత్యవాడ
TNK039	5	పెనుమత్స వెంకటరామరాజు	పుల్లంరాజు	పొలమూరు
TNK040	5	కలిదిండి చినసుబ్బరాజు	రాజంరాజు	పొలమూరు
TNK041	5	కలిదిండి పెదసుబ్బరాజు	వెంకటరాజు	పొలమూరు
TNK042	5	దాట్ల చినసుబ్బరాజు	చినలక్ష్మీపతిరాజు	పెనుమంట్ర
TNK043	5	కొవ్వలి గోపాలరావు	గున్నయ్య	తణుకు
TNK044	5	ముదిగంటి జగ్గన్న శాస్త్రి	వెంకయ్య	తణుకు
TNK045	5	 వేగేశ్ని రామకృష్ణంరాజు	సోమరాజు	పెనుమంట్ర
TNK046	5	నండూరి గోపాలకృష్ణమూర్తి	శివరావు	కొయ్యేటిపాడు
TNK047	5	 డోకిలాడి లక్ష్మయ్య	తెలియదు	కొయ్యేటిపాడు
TNK048	5	బుద్దరాజు సూరపరాజు	వెంకట్రాజు	సత్యవాడ
TNK049	5	మన్నేపల్లి సూర్యనారాయణ	సుబ్బారాయుడు	కాకరపర్రు
TNK050	5	వేగిరాజు సుబ్బరాజు	బాపిరాజు	పెనుమంట్ర
TNK051	5	రంగావఝల సత్యనారాయణ	నాగభూషణం	తణుకు
TNK052	5	అల్లూరి నరసింహరాజు	వెంకటపతిరాజు	పెనుమంట్ర
TNK053	5	చేకూరి సుందర్రామరాజు	సుబ్బరాజు	పెనుమంట్ర
TNK054	5	పెన్మెత్స సుబ్బరాజు	వెంకటపతిరాజు	గోటేరు
TNK055	5	దాట్ల అప్పలరాజు	సూర్యనారాయణరాజు	మాముడూరు
TNK056	5	దాట్ల సూరపరాజు	బంగార్రాజు	మాముడూరు
TNK057	5	పెనుమత్స  వెంకట్రాజు	కేశవరాజు	పెండ్యాల
TNK058	5	భూపతిరాజు సుబ్బరాజు	వెంకట్రామరాజు	ఆలమూరు
TNK059	5	 తమ్మన సుబ్బారావు	నారాయణమూర్తి	ఆత్తిలి
TNK060	5	తల్లాప్రగడ నారాయణమూర్తి	సూర్యనారాయణ	తణుకు
TNK061	5	మానాప్రగడ కృష్ణారావు	చలమయ్య	తణుకు
TNK062	5	జంద్యాల ప్రకాశరావు	జగ్గన్న	తణుకు
TNK063	5	చామర్తి సాంబమూర్తి	విశ్వపతిశాస్త్రి	అజ్జరం
TNK064	5	పెనుమత్స వెంకటనరసింహరాజు	సూర్యనారాయణరాజు	అజ్జరం
TNK065	5	పెనుమత్స సత్యనారాయణరాజు	వెంకట్రాజు	సత్యవాడ
TNK066	5	పెనుమత్స సుబ్బరాజు	వెంకటనరసింహరాజు	అజ్జరం
TNK067	5	కాటూరి సూరన్న	రామయ్య	అత్తిలి
TNK068	5	కొత్తపల్లి చంద్రరావు	నాగయ్య	అత్తిలి
TNK069	5	కొవ్వలి కాశీవిశ్వనాధం	గున్నయ్య	తణుకు
TNK070	5	మల్లారెడ్డి ఎర్రయ్య	మట్టయ్య	గోటేరు
TNK071	5	మల్లంపల్లి వీరజోగవరాహసుబ్బారావు	సత్యశేషచలపతి	ఏలేటిపాడు
TNK072	5	వెలివోలు ఆదినారాయణ	కృష్ణమూర్తి	ఏలేటిపాడు
TNK073	5	తెలికిచర్ల కందాళరామానుజాచార్యులు	తెలియదు	తాడిపర్రు
TNK074	5	కలిదిండి వెంకటనరసింహరాజు	కృష్ణంరాజు	గోటేరు
TNK075	5	పెనుమత్స నరసింహరాజు	రామరాజు	సత్యవాడ
TNK076	5	తోలేటి వెంకటకైలాసరావు	వెంకటరావు	వెలగలేరు
TNK077	5	 అజ్జరపు  సుబ్బారావు	శేషగిరిరావు	పెరవలి
TNK078	5	ఆర్తమూరు సుబ్బిరెడ్డి	సుబ్బిరెడ్డి	ఆరవల్లి
TNK079	5	మంతెన సూర్యనారాయణరాజు	నరసింహరాజు	సత్యవాడ
TNK080	5	ఇందుకూరి సుబ్బరాజు	వెంకట్రాజు	సత్యవాడ
TNK081	5	రామిశెట్టి వెంకన్న	రత్తయ్య	తణుకు
TNK082	5	గొల్లపల్లి కనకం	వెంకటసుబ్బారాయుడు	పందలపర్రు
TNK083	5	బలిజేపల్లి రామకోట వెంకట్రావు	సత్యనారాయణ	రేలంగి
TNK084	5	తంగిరాల కృష్ణానందతిలక్	వెంకటసోమయాజులు	ఇరగవరం
TNK085	5	కలిదిండి సూర్యనారాయణరాజు	నరసరాజు	పొలమూరు
TNK086	5	శ్రీపెరుంబూదూరి ఆనందరావు	రామానుజరావు	మల్లిపూడి
TNK087	5	కోటిపల్లి అప్పన్న	మాణిక్యం	మల్లేశ్వరం
TNK088	5	ఇవటూరి శరభరాజు	బసవయ్య	ఏలేటిపాడు
TNK089	5	మాగంటి చక్రపాణి	సుబ్బయ్యశాస్త్రి	అన్నవరప్పాడు
TNK090	5	జంవన వెంకటసత్యనారాయణరాజు	సీతారామరాజు	మాముడూరు
TNK091	5	కొవ్వలి కనకమ్మ	గోపాలరావు	తణుకు
TNK092	5	దేవులపల్లి సత్యవతమ్మ	రామమూర్తి	తణుకు
TNK093	5	తల్లాప్రగడ సుబ్బలక్ష్మీదేవి	భాస్కరావు	తణుకు
TNK094	5	సూరంపూడి మహలక్ష్మమ్మ	గుడిపూడి నాగభూషణం	తణుకు
TNK095	5	ఎర్రమిల్లి రామనాధం	వెంకటశాస్త్రి	తణుకు
TNK096	5	పెనుమత్స రంగరాజు	బుచ్చి వెంకటరాజు	పొలమూరు
TNK097	5	కంభంపాటి లక్ష్మీనరసింహసోమయాజులు	లచ్చయ్య శాస్త్రులు	తణుకు
TNK098	5	డేగల సూర్యనారాయణ	సూరయ్య	అన్నవరప్పాడు
TNK099	5	అసు సుబ్బన్న	సూరయ్య	పెనుగొండ
TNK100	5	వాజపేయాజుల సుబ్రహ్మణ్యం	అనంతపద్మనాభమూర్తి	తాడివర్రు
TNK101	5	గోదావరి వల్లభేశ్వరశర్మ	సత్యనారాయణమూర్తి	కాల్దరి
TNK102	5	రాంపల్లి అగ్నిహోత్రుడు	రామచంద్రచైనులు	అత్తిలి
TNK103	5	వంకా సత్యనారాయణ	వెంకటరావుదాసు	తణుకు
TNK104	5	పాకెర్ల సంజీవరావు	మనోహరం	పిట్టంవేమవరం
TNK105	5	భూపతిరాజు సుబ్బరాజు	నారాయణరాజు	పేకేరు
TNK106	5	మంతెన సత్యనారాయణరాజు	జగన్నాధరాజు	అజ్జరం
TNK107	5	దాట్ల రామచంద్రరాజు	సూరపరాజు	మామడూరు
TNK108	5	కలిదిండి వరాహలక్ష్మీనృసింహరాజు	రాజంరాజు	పొలమూరు
TNK109	5	పెనుమత్స కంచిరాజు	చంద్రరాజు	గోటేరు
TNK110	5	దండు సూరపరాజు	సుబ్బరాజు	పొలమూరు
TNK111	5	 షేక్ అహమ్మద్	తెలియదు	తణుకు
TNK112	5	దగ్గుపాటి సీతారామయ్య	తెలియదు	పెనుగొండ
TNK113	5	బాలం వీరంశెట్టి	పొట్టియ్య	ముక్కామల
TNK114	5	ముదునూరి కనకరాజు	కనకరాజు	పెనుమంట్ర
TNK115	5	ముదునూరి కనకరాజు	లచ్చిరాజు	తణుకు
TNK116	5	యాతం కొండయ్య	రామయ్య	తీపర్రు
TNK117	5	శ్రీకలిదిండి బలరామరాజు	చినవెంకటనరసింహరాజు	పొలమూరు
TNK118	5	కలిదిండి సూర్యనారాయణరాజు	వెంకటరాజు	పొలమూరు
TNK119	5	కలిదిండి సీతారామరాజు	నరసింహరాజు	పొలమూరు
TNK120	5	కలిదిండి నరసింహరాజు	గోపాలరాజు	పొలమూరు
TNK121	5	మన్నం సత్యనారాయణ	బ్రహ్మన్న	పొలమూరు
TNK122	5	దాట్ల తిరుపతిరాజు	తెలియదు	పెనుమంట్ర
TNK123	5	అల్లూరి సీతారామరాజు	వెంకటరాజు	పెనుమంట్ర
TNK124	5	శ్రీపాద సాంబయ్య	తెలియదు	పెనుమంట్ర
TNK125	5	దాట్ల వెంకట్రామరాజు	తెలియదు	పెనుమంట్ర
TNK126	5	మునగంటి వెంకట్రావు	తెలియదు	పొలమూరు
TNK127	5	దండు వెంకటరాజు	తెలియదు	నవుడూరు
TNK128	5	ఉద్దరాజు వెంకటకృష్ణంరాజు	తెలియదు	కాపవరం
TNK129	5	ఉద్దరాజు నరసింహరాజు	తెలియదు	పేకేరు
TNK130	5	గొట్టుముక్కల సూర్యనారాయణరాజు	తెలియదు	పొలమూరు
TNK131	5	రుద్రరాజు సూర్యనారాయణరాజు	తెలియదు	పోడూరు
TNK132	5	దండు సుందరరామరాజు	వెంకట్రాజు	తోలేరు
TNK133	5	శ్రీమతి మునగంటి వరలక్ష్మమ్మ	వెంకట్రావు	పొలమూరు
TNK134	5	కలిదిండి నరసింహరాజు	గోపాలరాజు	పొలమూరు
TNK135	5	కలిదిండి సుబ్బాయమ్మ	సూర్యనారాయణరాజు	పొలమూరు
TNK136	5	కలిదిండి నరసింహరాజు	పెదసుబ్బరాజు	పొలమూరు
TNK137	5	కలిదిండి వెంకట్రామరాజు	నరసరాజు	పొలమూరు
TNK138	5	కలిదిండి సూర్యనారాయణరాజు	పెదరామరాజు	పొలమూరు
TNK139	5	కలిదిండి కామేశ్వరరాజు	రాణంరాజు	పొలమూరు
TNK140	5	కలిదిండి నరసింహరాజు	పెదనరసింహరాజు	పొలమూరు
TNK141	5	దంతులూరి (నల్ల) నారాయణరాజు	తెలియదు	పొలమూరు
TNK142	5	కలిదిండి సూరపరాజు	తెలియదు	పొలమూరు
TNK143	5	కలిదిండి సూరపరాజు	నరసింహరాజు	పొలమూరు
TNK144	5	యాళ్ళబండి రంగనాయకులు	తెలియదు	పొలమూరు
TNK145	5	శ్రీమతి దాట్ల నరసయ్య	నీలద్రిరాజు	పెనుమంట్ర
TNK146	5	శ్రీమతి అల్లూరి లక్ష్మీ నరసయ్య	తెలియదు	పెనుమంట్ర
TNK147	5	శ్రీమతి రాధయ్య	నరసింహరాజు	పెనుమంట్ర
TNK148	5	వంగల వందేమాతరం	తెలియదు	పెనుమంట్ర
TNK149	5	దాట్ల వెంకటనరసింహరాజు	తెలియదు	కవిటం
TNK150	5	కలిదిండి చిననరసింహరాజు	సూర్యనారాయణరాజు	కవిటం
TNK151	5	కలిదిండి సోమరాజు	వెంకట్రాజ	కవిటం
TNK152	5	కె. వి. రామమూర్తి	తెలియదు	కొడాలి
TNK153	5	సేవల సత్యనారాయణ	తెలియదు	అమలాపురం
TNK154	5	డి. పురుషోత్తం	తెలియదు	రాజమండ్రి
TNK155	5	ఎం. సర్వేశ్వరరావు	తెలియదు	పల్లంకుర్రు
TNK156	5	ఎన్‌. సుబ్బారావు	తెలియదు	పలివెల
TNK157	5	బి. రామమూర్తి	ఐలెండు	పోలవరం
TNK158	5	కడారిపెట్ట సుబ్బారావు	తెలియదు	పిఠాపురం
TNK159	5	భోగవల్లి తాతబ్బాయి	తెలియదు	పెలగలతోడు
TNK160	5	చుండ్రుపట్ల బాపిరాజు	వెంకట్రాజు	సత్యవరం
TNK161	5	చుండ్రుపట్ల రామారావు	వెంకట్రావు	సత్యవరం
TNK162	5	ముత్యాల భద్రయ్య	వెంకయ్య	మాముడూరు
TNK163	5	కె. జగ్గారాయుడు	వెంకయ్య	అత్తిలి
TNK164	5	జె. కామరాజు	తెలియదు	తణుకు
TNK165	5	కాళీపట్నపు కొండయ్య	రాధాంగపాణి	ఈడూరు
TNK166	5	శ్రీమతి మంతెన లక్ష్మీనరసమ్మ	తెలియదు	తణుకు
TNK167	5	కె. లక్ష్మీపతి	రామలింగం	తణుకు
TNK169	5	సత్తిరాజు మంగమ్మ	మంచిరాజు శివరాజు	తణుకు
TNK170	5	సత్తిరాజు రామమూర్తి	మంచిరాజు శివరాజు	తణుకు
TNK171	5	ఉపాధ్యాయుల నరసింహం	వెంకటప్పయ్య	ఖండవం
TNK172	5	ఎర్రమిల్లి నరసింహరావు	తెలియదు	మండపాక
TNK173	5	గొట్టుముక్కల రామచంద్రరాజు	తెలియదు	తణుకు
TNK174	5	కోపెల్ల రామన్న	గంగయ్య	ఉనికిలి
TNK175	5	తెన్నేటి రామలంకరం	మల్లావఝలు	ఇరగవరం
TNK176	5	జె. సత్యనారాయణ	తెలియదు	తెలియదు
TNK177	5	ఎన్‌.  శోభనాద్రి	తెలియదు	తెలియదు
TNK178	5	సూరంపూడి శ్రీమన్నారాయణమూర్తి	తెలియదు	అత్తిలి
TNK179	5	కాట్రాలపల్లి సుబ్బారావు	పెదసత్యనారాయణ	తణుకు
TNK180	5	వింద్యా సుబ్బారావు	సోమరాజు	ఇలింద్రవర్రు
TNK181	5	ఆర్‌. సుబ్బయ్య	తెలియదు	మండపాక
TNK182	5	పోతరాజు సుబ్బయ్య	తెలియదు	తణుకు
TNK183	5	శ్రీమతి సూరమ్మ	దాట్ల చిననీలాద్రిరాజుగారి సోదరి	తెలియదు
TNK184	5	దాట్ల సూర్యనారాయణరాజు	కృష్ణంరాజు	పెనుమంట్ర
TNK185	5	చిన్నంరాజు వెంగశ్రాజ	తెలియదు	పెండ్యాల
TNK186	5	డేగల వెంకటరత్నమ్మ	సూర్యనారాయణ	పెనుగొండ
TNK187	5	చల్లా అప్పారావు	వెంకటరత్నం	మల్లేశ్వరం
TNK188	5	ఇవటూరి  మల్లిఖార్జునరావు (అనే సుబ్బులు)	మల్లిఖార్జునరావు	ఏలేటిపాడు
\.


--
-- Data for Name: punishments; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.punishments (punishment_id, person_id, punishment, punishment_year) FROM stdin;
PNAR001	NAR001	7నెలలు	1930
PNAR002	NAR002	6నెలలు	1930
PNAR003	NAR003	6 నెలలు	1930
PNAR004	NAR004	12నెలలు	1930
PNAR005	NAR005	12నెలలు	1930
PNAR006	NAR006	6 నెలలు	1930
PNAR007	NAR007	6నెలలు	1930
PNAR008	NAR008	6 నెలలు	1930
PNAR009	NAR009	6నెలలు	1930
PNAR010	NAR010	6నెలలు	1930
PNAR011	NAR011	6 నెలలు	1930
PNAR012	NAR011	1సం॥రం	1932
PNAR013	NAR012	1సం॥రం	1930
PNAR014	NAR013	3 నెలలు	1930
PNAR015	NAR013	2సం॥రం	1930
PNAR016	NAR014	1సం॥రం	1980
PNAR017	NAR014	1సం॥రం	1931
PNAR018	NAR014	6నెలలు	1941
PNAR019	NAR014	6నెలలు	1942
PNAR020	NAR014	1సం॥రం రు.500/-	1932
PNAR021	NAR015	15నెలలు	1930
PNAR022	NAR015	6నెలలు	1932
PNAR023	NAR015	6నెలలు	1937
PNAR024	NAR015	23నెలలు-10	1940
PNAR025	NAR015	6 నెలలు	1932
PNAR026	NAR016	1సం॥రం	1932
PNAR027	NAR016	3నెలలు	1932
PNAR028	NAR017	15 నెలలు	1930
PNAR029	NAR017	28 నెలలు	1932
PNAR030	NAR018	9 నెలలు	1930
PNAR031	NAR018	6 నెలలు రు.200/-	1932
PNAR032	NAR018	4నెలలు	1941
PNAR033	NAR019	9 నెలలు	1930
PNAR034	NAR020	9 నెలలు	1930
PNAR035	NAR021	9 నెలలు	1930
PNAR036	NAR022	2 సం॥రంలు 3 నెలలు	1980
PNAR037	NAR023	9 నెలలు	1930
PNAR038	NAR024	2 సం॥రంలు 3 నెలలు	1930
PNAR039	NAR025	9 నెలలు	1930
PNAR040	NAR025	1 సం॥రంలు రు.500/-	1982
PNAR041	NAR026	11 నెలలు	1930
PNAR042	NAR027	11 నెలలు	1930
PNAR043	NAR028	11 నెలలు	1930
PNAR044	NAR028	23 నెలలు రు.50/	1941
PNAR045	NAR029	11 నెలలు	1930
PNAR046	NAR029	2 నెలలు	1921
PNAR047	NAR030	9 నెలలు	1980
PNAR048	NAR030	5 నెలలు రు.100 /	1933
PNAR049	NAR031	6 నెలలు	1930
PNAR050	NAR032	6 నెలలు	1930
PNAR051	NAR033	6 నెలలు	1983
PNAR052	NAR034	7 నెలలు	1983
PNAR053	NAR034	3 నెలలు రు.50/	1941
PNAR054	NAR034	6 నెలలు	1941
PNAR055	NAR034	6 నెలలు	1943
PNAR056	NAR035	6 నెలలు రు.200/-	1932
PNAR057	NAR035	4 నెలలు రు.50/-	1941
PNAR058	NAR036	6 నెలలు	1932
PNAR059	NAR037	1 సం॥రం	1930
PNAR060	NAR037	7 నెలలు	1932
PNAR061	NAR038	1 సం॥రం	1932
PNAR062	NAR039	6 నెలలు	1932
PNAR063	NAR040	6 నెలలు రు.200/-	1932
PNAR064	NAR040	1 సం॥రం రు.100/	1941
PNAR065	NAR041	6 నెలలు రు. 200/-	1932
PNAR066	NAR042	6 నెలలు రు. 200/-	1982
PNAR067	NAR043	6 నెలలు రు. 200/	1932
PNAR068	NAR043	6 నెలలు	1932
PNAR069	NAR044	6 నెలలు రు. 200/	1932
PNAR070	NAR044	6 నెలలు రు. 200/	1982
PNAR071	NAR044	19 నెలలు 15రో.	1940
PNAR072	NAR044	10 నెలలు 5రో.	1943
PNAR073	NAR045	1 నెల	1930
PNAR074	NAR045	6 నెలలు	1930
PNAR075	NAR045	19 నెలలు	1936
PNAR076	NAR045	6 నెలలు రు.150/	1937
PNAR077	NAR045	2 నెలలు డిటెన్యూ	1939
PNAR078	NAR045	డిటెన్యూ	1944
PNAR079	NAR046	6 నెలలు రు.100/	1937
PNAR080	NAR046	6 నెలలు	1941
PNAR081	NAR046	18 నెలలు	1932
PNAR082	NAR047	6 నెలలు రు. 100/	1937
PNAR083	NAR047	1సం॥రం 24	1940
PNAR084	NAR047	6నెలలు రు.240/	1932
PNAR085	NAR048	3 నెలలు రు. 40/	1941
PNAR086	NAR049	2 నెలలు రు. 50/	1941
PNAR087	NAR050	 3నెలలు రు. 50/	1941
PNAR088	NAR051	2 నెలలు	1941
PNAR089	NAR051	6 నెలలు	1942
PNAR090	NAR052	2 నెలలు రు.50 /	1941
PNAR091	NAR053	6 వారాలు రు.100/-	1941
PNAR092	NAR054	3 నెలలు రు.100/-	1941
PNAR093	NAR054	23 నెలలు 19రో.	1943
PNAR094	NAR055	1నెల రు.200 /	1941
PNAR095	NAR056	2 నెలలు	1941
PNAR096	NAR057	2 సం॥రంల 2నె. 25రో.	1942
PNAR097	NAR057	6 నెలలు రు. 100/	1941
PNAR098	NAR057	1 నెలలు రు.40/	1941
PNAR099	NAR058	3 నెలలు రు.100/-	1941
PNAR100	NAR059	3 నెలలు రు.100/-	1941
PNAR101	NAR060	6నెలలు రు.15/-	1980
PNAR102	NAR060	1 నెల	1941
PNAR103	NAR060	3 నెలలు	1942
PNAR104	NAR061	1 సం॥రం	1932
PNAR105	NAR061	13.5 నెలలు జైలులో రిమాండు	1933
PNAR106	NAR061	3 సం॥రాలు	1934
PNAR107	NAR062	1 సం॥రం రు.300/-	1932
PNAR108	NAR063	6నెలలు రు.300/-	1932
PNAR109	NAR064	6నెలలు	1930
PNAR110	NAR065	6 నెలలు	1930
PNAR111	NAR065	1 సం॥రం	1932
PNAR112	NAR066	7 నెలలు రు. 15/-	1932
PNAR113	NAR067	6 నెలలు రు.100 /	1940
PNAR114	NAR068	6 నెలలు రు.100 /	1941
PNAR115	NAR068	6 నెలలు రు.240 /	1932
PNAR116	NAR069	1 సం॥రం 1 నెల	1930
PNAR117	NAR069	10 నెలలు 6రో.	1943
PNAR118	NAR069	6 నెలలు	1942
PNAR119	NAR069	3 నెలలు రు.50/-	1941
PNAR120	NAR069	6 నెలలు	1932
PNAR121	NAR070	16 నెలలు 16.రో .	1948
PNAR122	NAR070	1 సం॥రం	1942
PNAR123	NAR071	3 నెలలు	1933
PNAR124	NAR072	2 నెలలు	1941
PNAR125	NAR072	3 నెలలు	1942
PNAR126	NAR072	1 సం॥రం	1932
PNAR127	NAR073	6 నెలలు	1932
PNAR128	NAR074	6నెలలు	1932
PNAR129	NAR075	3నెలలు	1948
PNAR130	NAR076	8 నెలలు రు500/	1941
PNAR131	NAR077	18 నెలలు 	1942
PNAR132	NAR078	3నెలలు	1942
PNAR133	NAR078	2 సం॥రంలు	1944
PNAR134	NAR079	6 నెలలు	1942
PNAR135	NAR079	2 సం॥రంలు  	1944
PNAR136	NAR080	4 సం॥రంలు	1942
PNAR137	NAR081	3 సం॥రంలు	1942
PNAR138	NAR082	2సం॥రం 20దె.	1943
PNAR139	NAR082	15 నెలలు రు.100/	1941
PNAR140	NAR083	2సం॥రం 20దె.	1943
PNAR141	NAR084	6 నెలలు 12దె.	1943
PNAR142	NAR085	6 నెలలు 12దె.	1943
PNAR143	NAR086	6 నెలలు 12దె.	1943
PNAR144	NAR087	6 నెలలు 12దె.	1943
PNAR145	NAR088	6 నెలలు 12దె.	1943
PNAR146	NAR089	6 నెలలు 12దె.	1943
PNAR147	NAR090	6 నెలలు 12దె.	1943
PNAR148	NAR091	6 నెలలు 12దె.	1943
PNAR149	NAR092	6 నెలలు 12దె.	1943
PNAR150	NAR093	2సం॥రం 20దె.	1943
PNAR151	NAR094	8 నెలలు	1943
PNAR152	NAR095	2సం॥రం 20దె.	1943
PNAR153	NAR096	2సం॥రం 20దె.	1943
PNAR154	NAR097	2సం॥రం 20దె.	1943
PNAR155	NAR098	6 నెలలు	1943
PNAR156	NAR099	6 నెలలు	1943
PNAR157	NAR100	6 నెలలు 	1943
PNAR158	NAR101	2 సం॥రంలు 5 దె.	1943
PNAR159	NAR102	2 సం॥రంలు 5దె.	1943
PNAR160	NAR103	2 సం॥రంలు 5 దె.	1943
PNAR161	NAR104	2 సం॥రంలు 5 దె.	1943
PNAR162	NAR105	2 సం॥రంలు 5 దె.	1943
PNAR163	NAR106	3 నెలలు	1943
PNAR164	NAR107	3 నెలలు	1943
PNAR165	NAR108	6 నెలలు	1944
PNAR166	NAR109	6 నెలలు	1944
PNAR167	NAR110	6 నెలలు	1944
PNAR168	NAR111	2 సం॥రంలు	1944
PNAR169	NAR112	2 సం॥రంలు	1944
PNAR170	NAR113	2 సం॥రంలు	1944
PNAR171	NAR114	13 నెలలు	1930
PNAR172	NAR114	6 నెలలు రు.200/	1932
PNAR173	NAR115	1సం॥రం రు.500/	1932
PNAR174	NAR116	1సం॥రం	1932
PNAR175	NAR117	2 సం॥రం	1942
PNAR176	NAR118	6 నెలలు	1930
PNAR177	NAR118	15 రో.సబ్ జైలు 	1931
PNAR178	NAR118	15 రో. సబ్ జైలు	1932
PNAR179	NAR118	8 నెలలు	1933
PNAR180	NAR119	14 నెలలు	1941
PNAR181	NAR119	3 నెలలు ఇంటరన్ మెంటు	1942
PNAR182	NAR120	4 సం॥రంలు	1942
PNAR183	NAR121	6నెలలు	1932
PNAR184	NAR122	6 నెలలు	1941
PNAR185	NAR123	12రోజులు	1941
PNAR186	NAR124	ఐ.ఎస్.ఎ	1940
PNAR187	NAR125	6 నెలలు (నాగపూర్)	1923
PNAR188	NAR126	6 నెలలు	1930
PNAR189	NAR127	1  సం॥రం ఆజాద్, హింద్ ఫౌజ్	1945
PNAR190	NAR128	2నెలలు 	1937
PNAR191	NAR129	10 నెలలు	1930
PNAR192	NAR130	4 సం॥రంలు 25 కొరడా దెబ్బలు	1942
PNAR193	NAR131	6నెలలు	1930
PNAR194	NAR132	1907 వందేమాతరం ఉద్యమంలో పాల్గొనినందున రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి	1907
PNAR195	NAR133	10 నెలలు	1932
PNAR196	NAR134	3 నెలలు	1941
PNAR197	NAR135	1907 వందేమాతరం ఉద్యమంలో పాల్గొనినందున రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి	1907
PNAR198	NAR136	1 సం॥రం	1942
PNAR199	NAR137	9 నెలల	1930
PNAR200	NAR137	10 నెలలు	1943
PNAR201	NAR138	1907లో వందేమాతరం ఉద్యమంలో పాల్గొని రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PNAR202	NAR139	6 నెలలు 6వారములు	1932
PNAR203	NAR140	10నెలలు	1932
PNAR204	NAR141	మధ్యనిషేధంలో జై లు	1922
PNAR205	NAR142	మధ్యనిషేధంలో జై లు	1922
PBVR001	BVR001	1 సం॥రం	1922
PBVR002	BVR002	1 సం॥రం	1922
PBVR003	BVR003	1 సం॥రం	1922
PBVR004	BVR004	1 సం॥రం	1922
PBVR005	BVR005	1 సం॥రం 	1922
PBVR006	BVR006	1 సం॥రం 	1933
PBVR007	BVR006	 6 నెలలు	1930
PBVR008	BVR007	1 సం॥రం	1922
PBVR009	BVR008	యావజ్జీవిత శిక్ష 13-5-25	1925
PBVR010	BVR009	7 నెలలు	1930
PBVR011	BVR010	7 నెలలు	1930
PBVR012	BVR011	7 నెలలు	1930
PBVR013	BVR012	7 నెలలు	1930
PBVR014	BVR013	7 నెలలు	1930
PBVR015	BVR014	7 నెలలు	1930
PBVR016	BVR015	7 నెలలు	1930
PBVR017	BVR016	6 నెలలు	1930
PBVR018	BVR017	6 నెలలు	1930
PBVR019	BVR018	6 నెలలు	1930
PBVR020	BVR019	6 నెలలు	1930
PBVR021	BVR020	6 నెలలు	1930
PBVR022	BVR021	6 నెలలు	1930
PBVR023	BVR022	6 నెలలు	1930
PBVR024	BVR023	15 నెలలు	1930
PBVR025	BVR024	15 నెలలు	1930
PBVR026	BVR025	15 నెలలు	1930
PBVR027	BVR026	7 నెలలు	1930
PBVR028	BVR027	7 నెలలు 	1930
PBVR029	BVR028	7 నెలలు	1930
PBVR030	BVR029	9 నెలలు	1930
PBVR031	BVR030	9 నెలలు	1930
PBVR032	BVR031	6 నెలలు 	1930
PBVR033	BVR031	 1 సం॥రం	1932
PBVR034	BVR032	6 నెలలు	1930
PBVR035	BVR033	6 నెలలు	1930
PBVR036	BVR034	6 నెలలు	1930
PBVR037	BVR035	6 నెలలు	1930
PBVR038	BVR036	6 నెలలు 	1930
PBVR039	BVR036	 6 నెలలు రు. 200 /-	1932
PBVR040	BVR037	6 నెలలు 	1930
PBVR041	BVR037	 6 నెలలు 	1931
PBVR042	BVR037	 6 నెలల రు. 15	1932
PBVR043	BVR037	 6 నెలలు 	1932
PBVR044	BVR037	43.5 నెలలు 	1940
PBVR045	BVR037	 7 నెలల 17 రోజులు ఇన్ టరన్ మెంట్ 	1942
PBVR046	BVR037	 3 నెలలు	1947
PBVR047	BVR038	7 నెలలు	1930
PBVR048	BVR039	7 నెలలు	1930
PBVR049	BVR040	7 నెలలు	1930
PBVR050	BVR041	1 సం॥రం	1930
PBVR051	BVR042	1 సం॥రం	1930
PBVR052	BVR043	3 నెలలు	1930
PBVR053	BVR044	7 నెలలు	1930
PBVR054	BVR045	7 నెలలు	1930
PBVR055	BVR046	6 నెలలు	1930
PBVR056	BVR047	6 నెలలు	1930
PBVR057	BVR048	6 నెలలు	1930
PBVR058	BVR049	6 నెలలు	1930
PBVR059	BVR050	6 నెలలు 	1930
PBVR060	BVR050	 6 నెలలు రు 25 /-	1941
PBVR061	BVR051	6 నెలలు	1930
PBVR062	BVR052	6 నెలలు	1930
PBVR063	BVR053	6 నెలలు 	1930
PBVR064	BVR053	 6 నెలలు రు 25 /- 	1941
PBVR065	BVR053	 4 సం॥రం	1943
PBVR066	BVR054	6 నెలలు	1930
PBVR067	BVR055	6 నెలలు	1930
PBVR068	BVR056	6 నెలలు	1930
PBVR069	BVR057	6 నెలలు	1930
PBVR070	BVR058	6 నెలలు	1930
PBVR071	BVR059	6 నెలలు 	1930
PBVR072	BVR059	  1 సం॥రం రూ. 400/-	1932
PBVR073	BVR060	6 నెలలు	1930
PBVR074	BVR061	6 నెలలు	1930
PBVR075	BVR062	6 నెలలు	1930
PBVR076	BVR063	6 నెలలు 	1930
PBVR077	BVR063	 1 సం॥రం	1932
PBVR078	BVR064	6 నెలలు	1930
PBVR079	BVR065	6 నెలలు 	1930
PBVR080	BVR065	 6 నెలలు రు.200 /- 	1941
PBVR081	BVR065	 6 నెలలు 	1932
PBVR082	BVR066	1 సం॥రం 	1930
PBVR083	BVR066	 1 సం॥రం	1932
PBVR084	BVR067	1 సం॥రం	1932
PBVR085	BVR068	3నెలలు 	1930
PBVR086	BVR068	 22 రో	1922
PBVR087	BVR069	1 సం॥రం	1930
PBVR088	BVR070	21 నెలలు 	1930
PBVR089	BVR070	 1 సం॥రం	1932
PBVR090	BVR071	9 నెలలు 	1930
PBVR091	BVR071	 10 నెలలు 25 రో	1943
PBVR092	BVR072	9 నెలలు	1930
PBVR093	BVR073	10 నెలలు 	1930
PBVR094	BVR073	 8 నెలలు రు.200/- 	1932
PBVR095	BVR073	 16 నెలలు రు.1000/-	1941
PBVR096	BVR074	9 నెలలు 	1932
PBVR097	BVR074	 6 నెలలు రు.200/-	1930
PBVR098	BVR075	1 సం॥రం రూ 10/- 	1930
PBVR099	BVR075	 6 నెలలు రు.10/- 	1932
PBVR100	BVR075	 4 నెలలు రు. 100/- 	1933
PBVR101	BVR075	 4 నెలలు రు. 100/- 	1940
PBVR102	BVR075	 4 సం॥రంలు  గాలి అఙ్ఞాతవాసంలో  ఉండిపోయారు	1942
PBVR103	BVR076	1 సం॥రం	1930
PBVR104	BVR077	6 నెలలు	1930
PBVR105	BVR078	6 నెలలు	1930
PBVR106	BVR079	6 నెలలు	1930
PBVR107	BVR080	1 సం॥రం	1930
PBVR108	BVR081	1 సం॥రం	1930
PBVR109	BVR082	1 సం॥రం	1930
PBVR110	BVR083	1 సం॥రం	1930
PBVR111	BVR084	6 నెలలు	1930
PBVR112	BVR085	6 నెలలు	1930
PBVR113	BVR086	6 నెలలు	1930
PBVR114	BVR087	6 నెలలు	1930
PBVR115	BVR088	6 నెలలు	1930
PBVR116	BVR089	6 నెలలు	1930
PBVR117	BVR090	6 నెలలు	1930
PBVR118	BVR091	6 నెలలు	1930
PBVR119	BVR092	1 సం॥రం 	1930
PBVR120	BVR092	 4 నెలల 10 రో.	1941
PBVR121	BVR093	1 సం॥రం	1930
PBVR122	BVR094	6 నెలలు	1930
PBVR123	BVR095	6 నెలలు	1930
PBVR124	BVR096	6 నెలలు 	1930
PBVR125	BVR096	 6 నెలలు	1932
PBVR126	BVR097	6 నెలలు	1932
PBVR127	BVR098	6 నెలలు రు 10/-	1932
PBVR128	BVR099	6 నెలలు రు 10/-	1932
PBVR129	BVR100	6 నెలలు 	1930
PBVR130	BVR100	 6 నెలల 28 రో 	1932
PBVR131	BVR100	 13 నెలలు 12 రో 	1940
PBVR132	BVR100	 15 నెలలు 15 రో	1942
PBVR133	BVR100	  18 నెలలు 	1944
PBVR134	BVR100	 8 నెలలు 13 రో ఇన్ ఫరవ్ మెంటు  3 నెలలు 15రో సబు జైలు	1941
PBVR135	BVR101	6 నెలలు	1932
PBVR136	BVR102	2 సం॥రం 	1930
PBVR137	BVR102	 1 సం॥రం	1932
PBVR138	BVR103	1 సం॥రం రు15 /-	1932
PBVR139	BVR104	6 నెలలు 	1930
PBVR140	BVR104	 6 నెలలు రు150/-  	1937
PBVR141	BVR104	 2 సం॥రం 20 దె 	1942
PBVR142	BVR104	 6 నెలలు రు 14/-	1932
PBVR143	BVR105	2 సం॥రం 	1930
PBVR144	BVR105	 6 నెలలు రు50/-	1941
PBVR145	BVR106	2 సం॥రం	1930
PBVR146	BVR107	2 సం॥రం	1930
PBVR147	BVR108	2 సం॥రం	1930
PBVR148	BVR109	9 నెలలు 	1941
PBVR149	BVR109	 1 సం॥రం	1932
PBVR150	BVR110	4 నెలలు రు100/-	1933
PBVR151	BVR111	9 నెలలు రు100/-	1940
PBVR152	BVR112	9 నెలలు రు100/-	1940
PBVR153	BVR113	4 నెలలు	1943
PBVR154	BVR114	4 నెలలు	1943
PBVR155	BVR115	3 నెలలు రు15/-	1930
PBVR156	BVR116	9 నెలలు 15/- 	1930
PBVR157	BVR116	 6 నెలలు	1932
PBVR158	BVR117	6 నెలలు రు 200/-	1941
PBVR159	BVR118	6 నెలలు రు100/- 	1941
PBVR160	BVR118	 2 సం॥రం 20 దె.	1943
PBVR161	BVR119	4 నెలలు రు.200/-	1941
PBVR162	BVR120	6 నెలలు రు.100/- 3దె 	1941
PBVR163	BVR120	 2 సం॥రంలు 4 దె	1943
PBVR164	BVR121	6 నెలలు రు 25/-	1941
PBVR165	BVR122	6 నెలలు రు.50/-	1941
PBVR166	BVR123	3 నెలలు	1933
PBVR167	BVR124	3 నెలలు	1933
PBVR168	BVR125	3 నెలలు	1933
PBVR169	BVR126	4 సం॥రం 16 దె.	1943
PBVR170	BVR127	6 నెలలు 	1930
PBVR171	BVR127	 1 సం॥రం 	1932
PBVR172	BVR127	 6 నెలలు	1941
PBVR173	BVR128	3 నెలలు	1930
PBVR174	BVR129	3 నెలలు	1943
PBVR175	BVR130	6 నెలలు రు25/- 	1941
PBVR176	BVR130	 3 నెలలు	1943
PBVR177	BVR131	6 నెలలు రు.500/- 	1932
PBVR178	BVR131	 1 సం॥రం రు.800/- 	1941
PBVR179	BVR131	 4 సం॥రం రు.1000/- 20 దె	1942
PBVR180	BVR132	19 నెలలు	1940
PBVR181	BVR133	6 నెలలు రు.200/-	1930
PBVR182	BVR134	1 సం॥రం	1930
PBVR183	BVR135	1 సం॥రం 	1930
PBVR184	BVR135	 1 సం॥రం రు.400/-	1932
PBVR185	BVR136	6 నెలలు	1930
PBVR186	BVR137	4 నెలలు రు.400/- 	1941
PBVR187	BVR137	 4 సం॥రం రు1000/- 34 దెబ్బలు	1942
PBVR188	BVR138	6 నెలలు రు15 /-	1941
PBVR189	BVR139	6 నెలలు రు25/-	1941
PBVR190	BVR140	6 నెలలు రు200/-	1941
PBVR191	BVR141	4 నెలలు రు.400/-	1941
PBVR192	BVR142	6 నెలలు రు300/- 	1941
PBVR193	BVR142	 2 సం॥రం 6 దె	1943
PBVR194	BVR143	4 నెలలు రు500/-	1941
PBVR195	BVR144	6 నెలలు రు 100/-	1941
PBVR196	BVR145	4 నెలలు రు500/- 	1941
PBVR197	BVR145	 2 సం॥రం రు1500/-   8 దెబ్బలు	1943
PBVR198	BVR146	18 నెలలు రు100/-	1941
PBVR199	BVR147	2 సం॥రంలు	1942
PBVR200	BVR148	6 నెలలు 	1942
PBVR201	BVR148	 6 నెలలు	1944
PBVR202	BVR149	2 సం॥రం 12దె.	1942
PBVR203	BVR150	2 సం॥రం 12దె.	1942
PBVR204	BVR151	2 సం॥రం 12దె.	1942
PBVR205	BVR152	2 సం॥రం 20దె.	1942
PBVR206	BVR153	2 సం॥రం 20దె.	1942
PBVR207	BVR154	2 సం॥రం 20దె.	1942
PBVR208	BVR155	2 సం॥రం 20దె.	1942
PBVR209	BVR156	2 సం॥రం 20దె.	1942
PBVR210	BVR157	2 సం॥రం 20దె.	1942
PBVR211	BVR158	2 సం॥రం 20దె.	1942
PBVR212	BVR159	2 సం॥రం 20దె	1942
PBVR213	BVR160	2 సం॥రం 20దె.	1942
PBVR214	BVR161	2 సం॥రం 20దె.	1941
PBVR215	BVR162	2 సం॥రం	1943
PBVR216	BVR163	2 సం॥రంలు	1943
PBVR217	BVR164	2 సం॥రంలు	1943
PBVR218	BVR165	2 సం॥రంలు 4 దె.	1943
PBVR219	BVR166	2 సం॥రం 4 దె.	1943
PBVR220	BVR167	4 సం॥రంలు 12 దె.	1943
PBVR221	BVR168	4 సం॥రంలు 12 దె.	1943
PBVR222	BVR169	4 సం॥రంలు 12 దె.	1943
PBVR223	BVR170	4 సం॥రంలు 12 దె.	1943
PBVR224	BVR171	4 సం॥రంలు 12 దె.	1943
PBVR225	BVR172	2 సం॥రంలు 4 దె.	1943
PBVR226	BVR173	6 నెలలు రూ 200/-	1943
PBVR227	BVR174	2 సం॥రం 4 దె.	1943
PBVR228	BVR175	3 సం॥రంలు	1943
PBVR229	BVR176	3.5 సం॥రం 20 దె.	1943
PBVR230	BVR177	6 సం॥రంలు 20 దె.	1942
PBVR231	BVR178	3 సం॥రంలు 20 దె.	1942
PBVR232	BVR179	4 సం॥రంలు 20 దె.	1942
PBVR233	BVR180	4 సం॥రంలు 25 దె	1942
PBVR234	BVR181	4 సం॥రంలు 25 దె	1943
PBVR235	BVR182	3 సం॥రంలు 25 దె.	1942
PBVR236	BVR183	4 సం॥రంలు 25 దె.	1942
PBVR237	BVR184	4 సం॥రంలు 20 దె.	1943
PBVR238	BVR185	3 1/2 సం॥రంలు 25 దె.	1943
PBVR239	BVR186	1 1/2 సం॥రంలు 8 దె.	1943
PBVR240	BVR187	3 1/2 సం॥రంలు 16 దె.	1943
PBVR241	BVR188	3 1/2 సం॥రంలు 16 దె.	1943
PBVR242	BVR189	2 సం॥రంలు	1943
PBVR243	BVR190	2 సం॥రంలు	1943
PBVR244	BVR191	1 1/2 సం॥రం 8 దె.	1943
PBVR245	BVR192	3 సం॥రంలు 8 దె.	1943
PBVR246	BVR193	1 1/2 సం॥రం 8 దె.	1943
PBVR247	BVR194	3 సం॥రం 8 దె.	1943
PBVR248	BVR195	3 సం॥రంలు	1943
PBVR249	BVR196	3 సం॥రంలు	1943
PBVR250	BVR197	3 సం॥రంలు	1943
PBVR251	BVR198	1 సం॥రం	1943
PBVR252	BVR199	3 సం॥రం 5 దె.	1943
PBVR253	BVR200	2 సం॥రం 25 దె.	1943
PBVR254	BVR201	3 సం॥రం 10 దె.	1944
PBVR255	BVR202	4 నెలలు రు200/-	1944
PBVR256	BVR203	4 నెలలు రు200/-	1944
PBVR257	BVR204	4 నెలలు రు200/-	1944
PBVR258	BVR205	4 నెలలు రు200/-	1944
PBVR259	BVR206	4 నెలలు రు200/-	1944
PBVR260	BVR207	4 నెలలు రు200/-	1944
PBVR261	BVR208	4 నెలలు రు200/-	1944
PBVR262	BVR209	8 నెలలు	1944
PBVR263	BVR210	8 నెలలు	1944
PBVR264	BVR211	3 సం॥రం 3 దె.	1944
PBVR265	BVR212	6 నెలలు	1944
PBVR266	BVR213	6 నెలలు	1944
PBVR267	BVR214	6 నెలలు	1944
PBVR268	BVR215	6 సం॥రం 16 దె.	1943
PBVR269	BVR216	4 సం॥రం 20 దె.	1943
PBVR270	BVR217	4 సం॥రం రు1500/- 34 దె.	1942
PBVR271	BVR218	6 నెలలు	1943
PBVR272	BVR219	3 రోజులు 4 దె.	1943
PBVR273	BVR220	2 సం॥రంలు 20 దె.	1943
PBVR274	BVR221	2 సం॥రంలు 20 దె.	1943
PBVR275	BVR222	2 సం॥రం 20 దె.	1943
PBVR276	BVR223	6 సం॥రంలు 20 దె.	1942
PBVR277	BVR224	6 సం॥రంలు 18 దె.	1943
PBVR278	BVR225	2 1/2 సం॥రంలు 4 దె.	1943
PBVR279	BVR226	2 సం॥రంలు 4 దె.	1943
PBVR280	BVR227	2 సం॥రంలు 4 దె.	1943
PBVR281	BVR228	2 సం॥రంలు 4 దె.	1943
PBVR282	BVR229	2 సం॥రంలు 4 దె.	1943
PBVR283	BVR230	3 సం॥రంలు 8 దె.	1943
PBVR284	BVR231	2 సం॥రంలు 8 దె.	1943
PBVR285	BVR232	2 సం॥రంలు 8 దె.	1943
PBVR286	BVR233	2 సం॥రంలు 8 దె.	1943
PBVR287	BVR234	2 సం॥రంలు 4 దె.	1943
PBVR288	BVR235	4 సం॥రంలు 16 దె.	1943
PBVR289	BVR236	2 సం॥రంలు 6 దె.	1943
PBVR290	BVR237	2 సం॥రంలు 	1943
PBVR291	BVR237	 4 నెలలు	1941
PBVR292	BVR238	2 సం॥రంలు	1943
PBVR293	BVR239	2 సం॥రంలు 16 దె.	1943
PBVR294	BVR240	7 సం॥రంల	1943
PBVR295	BVR241	6 నెలలు రు 50/-	1932
PBVR296	BVR242	1 సం॥రం రు. 400/-	1932
PBVR297	BVR243	1 సం॥రం	1932
PBVR298	BVR244	7 నెలలు సబ్ జైలు	1942
PBVR299	BVR245	2 సం॥రంలు	1930
PBVR300	BVR246	తెలియదు	తెలియదు
PBVR301	BVR247	తెలియదు	తెలియదు
PBVR302	BVR248	తెలియదు	తెలియదు
PBVR303	BVR249	2 సం॥రంలు 4 దె.	1942
PBVR304	BVR250	8 నెలలు సబ్ జైలు	1942
PBVR305	BVR251	6 నెలలు సబ్ జైలు	1942
PBVR306	BVR252	6 నెలలు సబ్ జైలు	1942
PBVR307	BVR253	6 నెలలు సబ్ జైలు	1942
PBVR308	BVR254	తెలియదు	తెలియదు
PBVR309	BVR255	తెలియదు	తెలియదు
PBVR310	BVR256	7 నెలలు సబ్ జైలు	1942
PBVR311	BVR257	7 నెలలు సబ్ జైలు	1942
PBVR312	BVR258	10 నెలలు సబ్ జైలు	1942
PBVR313	BVR259	తెలియదు	తెలియదు
PBVR314	BVR260	6 నెలలు	1930
PBVR315	BVR261	9 నెలలు	1930
PBVR316	BVR262	తెలియదు	తెలియదు
PBVR317	BVR263	1 సం॥రం	1930
PBVR318	BVR264	తెలియదు	తెలియదు
PBVR319	BVR265	6 నెలలు	1942
PBVR320	BVR266	6 నెలలు సబ్ జైలు	1942
PTNK052	TNK040	9 నెలలు	1930
PBVR321	BVR267	6 నెలలు సబ్ జైలు	1942
PBVR322	BVR268	6 నెలలు సబ్ జైలు	1942
PBVR323	BVR269	3 నెలలు సబ్ జైలు	1942
PBVR324	BVR270	10 నెలలు సబ్ జైలు	1942
PBVR325	BVR271	6 నెలలు సబ్ జైలు	1942
PBVR326	BVR272	6 నెలలు సబ్ జైలు	1942
PBVR327	BVR273	6 నెలలు సబ్ జైలు	1942
PBVR328	BVR274	కాలిలో తుపాకిగుండు తగిలి తరువాత చనిపోయిరి	1942
PBVR329	BVR275	6 నెలలు	1930
PBVR330	BVR276	2 సం॥రంలు 20 దె.	1943
PBVR331	BVR277	2 సం॥రం 20 దె.	1943
PBVR332	BVR278	7 నెలలు	1930
PBVR333	BVR279	4 నెలలు	1942
PBVR334	BVR280	రంప పితూరి కాల్చి చంపబడిరి	1923
PBVR335	BVR281	6 నెలలు రు.500/-	1922
PBVR336	BVR282	ఆజ్ఞాతవాసం	1922
PBVR337	BVR283	9 నెలలు	1922
PBVR338	BVR284	 పోలీసు కాల్పులో మరణం	1942
PBVR339	BVR285	1907 వందేమాతరం ఉద్యమంలో పాల్గొనినందున రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PBVR340	BVR286	1907 వందేమాతరం ఉద్యమంలో పాల్గొనినందున రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PBVR341	BVR287	6 నెలలు	1930
PBVR342	BVR288	6 నెలలు రు 200/-	1930
PBVR343	BVR289	6 నెలలు రు 200/-	1941
PBVR344	BVR290	1 సం॥రం 	1930
PBVR345	BVR290	 7 నెలలు రు15/ 	1932
PBVR346	BVR290	 6 నెలలు రు200/ 	1938
PBVR347	BVR290	 6 నెలలు రు200 / 	1940
PBVR348	BVR290	 1 సం॥రం రు500/ 	1941
PBVR349	BVR290	 2 సం॥రం 1 నెల 	1944
PBVR350	BVR290	 అమరవీరుడు జైలులోనే మరణం	10-9 1944
PBVR351	BVR291	కాల్పుల మరణం అమరవీరుడు	1942
PBVR352	BVR292	1907 వందేమాతరం ఉద్యమంలో పాల్గొనినందున రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PBVR353	BVR293	6 నెలలు	1930
PBVR354	BVR294	1 సం॥రం	1932
PBVR355	BVR295	1 సం॥రం	1930
PBVR356	BVR296	రసవెత్తూరీ సందర్భంగా 6 నెలలు రు30	1924
PBVR357	BVR297	4 నెలలు రు200/-	1941
PBVR358	BVR298	క్విట్ ఇండియా కాల్పులలో గుండు దెబ్బ తిన్నారు 3 నెలలు	1933
PBVR359	BVR299	క్విట్ ఇండియా కాల్పులలో గుండు దెబ్బతిని మరణించిన అమరవీరుడు	1942
PTDG001	TDG001	6 నెలలు	1930
PTDG002	TDG002	10 నెలలు	1930
PTDG003	TDG003	4 నెలలు	1930
PTDG004	TDG004	1 సంవత్సరం	1930
PTDG005	TDG005	7 నెలలు	1930
PTDG006	TDG006	7 నెలలు	1930
PTDG007	TDG007	7 నెలలు	1930
PTDG008	TDG008	7 నెలలు	1930
PTDG009	TDG009	7 నెలలు	1930
PTDG010	TDG010	7 నెలలు	1930
PTDG011	TDG011	7 నెలలు	1930
PTDG012	TDG012	6 నెలలు	1930
PTDG013	TDG013	6 నెలలు	1930
PTDG014	TDG013	 6 నెలలు రూ.50/-	1941
PTDG015	TDG014	6 నెలలు	1930
PTDG016	TDG015	6 నెలలు	1930
PTDG017	TDG016	6 నెలలు	1930
PTDG018	TDG017	6 నెలలు	1930
PTDG019	TDG018	6 నెలలు	1930
PTDG020	TDG019	6 నెలలు	1930
PTDG021	TDG020	1 సంవత్సరం	1930
PTDG022	TDG021	1 సంవత్సరం	1930
PTDG023	TDG021	 1 సంవత్సరం రూ.400/-	1933
PTDG024	TDG022	9 నెలలు	1930
PTDG025	TDG023	9 నెలలు	1930
PTDG026	TDG024	1 సంవత్సరం	1930
PTDG027	TDG025	1 సంవత్సరం	1930
PTDG028	TDG026	1 సంవత్సరం	1930
PTDG029	TDG026	 6 నెలలు రూ.200/-	1941
PTDG030	TDG026	 1 సంవత్సరం	1941
PTDG031	TDG027	9 నెలలు	1930
PTDG032	TDG028	6 నెలలు	1930
PTDG033	TDG029	1 సంవత్సరం	1930
PTDG034	TDG029	 6 నెలలు	1934
PTDG035	TDG030	6 నెలలు	1933
PTDG036	TDG031	6 నెలలు	1932
PTDG037	TDG031	 రూ.1000/-	1932
PTDG038	TDG032	9 నెలలు రూ.100/-	1940
PTDG039	TDG033	6 నెలలు రూ.50/-	1941
PTDG040	TDG034	6 నెలలు రూ.25	1941
PTDG041	TDG035	6 నెలలు రూ.50	1941
PTDG042	TDG036	6 నెలలు రూ.20	1931
PTDG043	TDG036	 10 నెలలు	1932
PTDG044	TDG037	10 నెలలు	1932
PTDG045	TDG038	10 నెలలు	1932
PTDG046	TDG039	1 సంవత్సరం	1942
PTDG047	TDG040	6 నెలలు రూ.15/-	1941
PTDG048	TDG041	6 నెలలు రూ.15/-	1941
PTDG049	TDG042	6 నెలలు రూ.15/-	1941
PTDG050	TDG043	4 నెలలు రూ.15/-	1941
PTDG051	TDG044	6 నెలలు రూ.5/-	1941
PTDG052	TDG045	4 నెలలు రూ.400/-	1941
PTDG053	TDG046	6 నెలలు	1941
PTDG054	TDG047	1 సంవత్సరం రూ.50/-	1942
PTDG055	TDG048	2 సంవత్సరాలు 25 రోజులు	1942
PTDG056	TDG049	6 నెలలు 20 రోజులు	1942
PTDG057	TDG050	9 నెలలు	1943
PTDG058	TDG051	2 సంవత్సరాలు	1943
PTDG059	TDG052	6 నెలలు	1945
PTDG060	TDG053	25 సంవత్సరాలు	1930
PTDG061	TDG054	4 సంవత్సరాలు	1942
PTDG062	TDG055	రెండున్నర సంవత్సరాలు	1930
PTDG063	TDG056	6 నెలలు	1930
PTDG064	TDG057	6 నెలలు	1932
PTDG065	TDG058	9 నెలలు	1930
PTDG066	TDG059	వందేమాతరం ఉద్యమంలో కాలేజీ బహిష్కరణ	1908
PTDG067	TDG060	6 నెలలు	1942
PTDG068	TDG061	2 సంవత్సరాలు	1930
PTDG069	TDG061	 19 నెలలు తర్వాత విడుదల	1930
PTDG070	TDG062	తెలియదు	తెలియదు
PTDG071	TDG063	9 నెలలు	1942
PTDG072	TDG064	1 సంవత్సరం	1930
PTDG073	TDG065	9 నెలలు	1930
PTDG074	TDG066	9 నెలలు	1930
PTDG075	TDG066	 6 నెలలు	1940
PTDG076	TDG067	1 సంవత్సరం	1930
PTDG077	TDG067	 9 నెలలు	1930
PTDG078	TDG068	2 సంవత్సరాలు	1930
PTDG079	TDG069	తెలియదు	తెలియదు
PTDG080	TDG070	9 నెలలు	1930
PTDG081	TDG070	 5 నెలలు రూ.100/-	1933
PTDG082	TDG071	1 నెల రూ.10/-	1930
PTDG083	TDG072	1 నెల రూ.10/-	1930
PTDG084	TDG073	1 నెల రూ.10/-	1930
PTDG085	TDG074	1 నెల 12దె.	1942
PTDG086	TDG075	 1నెల 12దె.	1942
PTDG087	TDG076	1 నెల 12దె.	1942
PTDG088	TDG077	 1నెల 12దె.	1942
PTDG089	TDG078	1 నెల 12దె.	1942
PTDG090	TDG079	 1నెల 12దె.	1942
PTDG091	TDG080	వందేమాతరం ఉద్యమంలో కాలేజీ బహిష్కరణ	1908
PTDG092	TDG081	2 సంవత్సరాలు	1942
PTDG093	TDG082	వందేమాతరం ఉద్యమంలో కాలేజీ బహిష్కరణ	1908
PTDG094	TDG083	11 నెలలు	1944
PTDG095	TDG084	6 నెలలు	1930
PKOV001	KOV001	1 సంవత్సరం	1930
PKOV002	KOV001	 2 సంవత్సరాలు	1932
PKOV003	KOV002	6 నెలలు	1930
PKOV004	KOV003	6 నెలలు	1930
PKOV005	KOV004	6 నెలలు	1930
PKOV006	KOV005	1 సంవత్సరం	1930
PKOV007	KOV005	 2 నెలలు రూ.25/-	1941
PKOV008	KOV005	 6 నెలలు రూ.200/-	1932
PKOV009	KOV006	1 సంవత్సరం	1930
PKOV010	KOV007	2 సంవత్సరాలు	1930
PKOV011	KOV008	21 నెలలు	1930
PKOV012	KOV009	6 నెలలు	1930
PKOV013	KOV010	6 నెలలు	1930
PTNK001	TNK001	1 సంవత్సరం	1930
PTNK002	TNK002	15 నెలలు	1930
PTNK003	TNK003	7 నెలలు	1930
PTNK004	TNK003	 4 నెలలు రు.200/-	1941
PTNK005	TNK003	 6 నెలలు	1943
PTNK006	TNK003	 1 సంవత్సరం	1942
PTNK007	TNK003	 1 సంవత్సరం రు.1000/-	1944
PTNK008	TNK003	 2 నెలలు రు.50/-	1941
PTNK009	TNK004	10 నెలలు	1930
PTNK010	TNK005	1 సంవత్సరం	1930
PTNK011	TNK006	6 నెలలు	1930
PTNK012	TNK007	1 సంవత్సరం	1930
PTNK013	TNK007	 1 సంవత్సరం	1932
PTNK014	TNK007	 6 నెలలు	1934
PTNK015	TNK008	1 సంవత్సరం	1930
PTNK016	TNK009	1 సంవత్సరం	1930
PTNK017	TNK010	1 సంవత్సరం	1930
PTNK018	TNK011	6 నెలలు	1930
PTNK019	TNK011	 6 నెలలు	1932
PTNK020	TNK011	 18 నెలలు రూ.200/-	1941
PTNK021	TNK012	6 నెలలు	1930
PTNK022	TNK013	6 నెలలు	1930
PTNK023	TNK014	6 నెలలు	1930
PTNK024	TNK015	6 నెలలు	1930
PTNK025	TNK016	6 నెలలు	1930
PTNK026	TNK017	6 నెలలు	1930
PTNK027	TNK018	6 నెలలు	1930
PTNK028	TNK019	6 నెలలు	1930
PTNK029	TNK020	6 నెలలు	1930
PTNK030	TNK021	6 నెలలు	1930
PTNK031	TNK022	6 నెలలు	1930
PTNK032	TNK023	6 నెలలు	1930
PTNK033	TNK024	6 నెలలు	1930
PTNK034	TNK025	6 నెలలు	1930
PTNK035	TNK025	 1 సంవత్సరం రూ.400/-	1932
PTNK036	TNK026	6 నెలలు	1930
PTNK037	TNK027	6 నెలలు	1930
PTNK038	TNK028	6 నెలలు	1930
PTNK039	TNK029	6 నెలలు	1930
PTNK040	TNK030	6 నెలలు	1930
PTNK041	TNK031	1 సంవత్సరం	1930
PTNK042	TNK032	6 నెలలు	1930
PTNK043	TNK033	6 నెలలు	1930
PTNK044	TNK034	6 నెలలు	1930
PTNK045	TNK035	6 నెలలు	1930
PTNK046	TNK036	6 నెలలు	1930
PTNK047	TNK037	6 నెలలు	1930
PTNK048	TNK038	6 నెలలు	1930
PTNK049	TNK039	3 వారాలు	1922
PTNK050	TNK039	 9 నెలలు	1930
PTNK051	TNK039	 6 నెలలు	1932
PTNK053	TNK041	9 నెలలు	1930
PTNK054	TNK041	 1 సంవత్సరం 5 నె.	1932
PTNK055	TNK041	 1 సంవత్సరం	1937
PTNK056	TNK041	 5 నెలలు 12 రో.	1940
PTNK057	TNK041	 2 సంవత్సరాలు 1 నె. 18 రో.వారుచెప్పిన వివరాలననుసరించి.	1943
PTNK058	TNK042	9 నెలలు	1930
PTNK059	TNK043	1 సంవత్సరం	1922
PTNK060	TNK043	 1 సంవత్సరం	1930
PTNK061	TNK043	 7 నెలలు	1932
PTNK062	TNK043	 5 నెలలు	1944
PTNK063	TNK043	 2 నెలలు	1943
PTNK064	TNK043	 9 నెలలు	1943
PTNK065	TNK044	1 సంవత్సరం	1930
PTNK066	TNK044	 7 నెలలు	1932
PTNK067	TNK044	 2 సంవత్సరాలు 20 రో.	1943
PTNK068	TNK044	 1 సంవత్సరం	1942
PTNK069	TNK045	3 నెలలు	1930
PTNK070	TNK046	2 సంవత్సరాలు	1930
PTNK071	TNK046	 1 సంవత్సరం రూ.100/-	1933
PTNK072	TNK046	 2 సంవత్సరాలు రూ.200/-	1938
PTNK073	TNK047	6 నెలలు	1930
PTNK074	TNK048	18 నెలలు	1930
PTNK075	TNK049	18 నెలలు	1930
PTNK076	TNK050	18 నెలలు	1930
PTNK077	TNK051	18 నెలలు	1930
PTNK078	TNK052	6 నెలలు	1930
PTNK079	TNK053	6 నెలలు	1930
PTNK080	TNK054	6 నెలలు	1930
PTNK081	TNK055	6 నెలలు	1930
PTNK082	TNK056	6 నెలలు	1930
PTNK083	TNK057	6 నెలలు	1930
PTNK084	TNK058	6 నెలలు	1930
PTNK085	TNK059	6 నెలలు	1932
PTNK086	TNK060	6 నెలలు	1930
PTNK087	TNK060	 2½ సంవత్సరాలు	1932
PTNK088	TNK061	7 నెలలు	1932
PTNK089	TNK062	4 నెలలు రూ.100/-	1941
PTNK090	TNK063	3 నెలలు రూ.50/-	1941
PTNK091	TNK064	3 నెలలు రూ.50/-	1941
PTNK092	TNK065	2 నెలలు రూ.50/-	1941
PTNK093	TNK065	 1 సంవత్సరం రూ.50/-	1941
PTNK094	TNK066	5 నెలలు రూ.50/-	1941
PTNK095	TNK067	3 నెలలు రూ.50/-	1941
PTNK096	TNK068	2 నెలలు రూ.50/-	1941
PTNK097	TNK069	3 సంవత్సరాలు	1930
PTNK098	TNK070	3 సంవత్సరాలు	1930
PTNK099	TNK071	2 సంవత్సరాలు	1930
PTNK100	TNK072	2 సంవత్సరాలు	1930
PTNK101	TNK073	6 వారాలు	1941
PTNK102	TNK074	3 సంవత్సరాలు	1930
PTNK103	TNK075	2 సంవత్సరాలు	1930
PTNK104	TNK076	2 నెలలు	1941
PTNK105	TNK077	2 నెలలు రూ.50/-	1941
PTNK106	TNK077	 10 నెలలు 25 రో.	1943
PTNK107	TNK077	 6 నెలలు	1942
PTNK108	TNK078	1 నెల రూ.50/-	1941
PTNK109	TNK079	1 నెల 20 రో.	1941
PTNK110	TNK080	2 నెలలు	1941
PTNK111	TNK080	 జైలులో పరమపదించిరి	1942
PTNK112	TNK081	20 రో.	1941
PTNK113	TNK082	6 నెలలు	1930
PTNK114	TNK083	6 నెలలు రూ.100/-	1941
PTNK115	TNK084	6 నెలలు రూ.100/-	1941
PTNK116	TNK084	 6 నెలలు	1942
PTNK117	TNK085	18 నెలలు	1930
PTNK118	TNK085	 19 నెలలు	1940
PTNK119	TNK085	 12 రో.	1937
PTNK120	TNK085	 6 నెలలు	1932
PTNK121	TNK086	19 నెలలు	1940
PTNK122	TNK086	 6 నెలలు	1944
PTNK123	TNK087	10 నెలలు 22 రో.	1941
PTNK124	TNK087	 10 నెలలు 25 రో.	1943
PTNK125	TNK088	6 నెలలు	1941
PTNK126	TNK088	 3 సంవత్సరాలు	1930
PTNK127	TNK089	6 నెలలు	1941
PTNK128	TNK089	 1 సంవత్సరం	1942
PTNK129	TNK090	6 నెలలు	1933
PTNK130	TNK091	4 నెలలు	1931
PTNK131	TNK091	 6 నెలలు	1932
PTNK132	TNK092	6 నెలలు రూ.200/-	1932
PTNK133	TNK093	6 నెలలు రూ.15/-	1932
PTNK134	TNK094	6 నెలలు రూ.15/-	1932
PTNK135	TNK095	1 సంవత్సరం	1930
PTNK136	TNK096	6 నెలలు	1930
PTNK137	TNK097	2 సంవత్సరాలు రూ.1000/-	1930
PTNK138	TNK098	18 నెలలు రూ.200/-	1941
PTNK139	TNK098	 1 సంవత్సరం	1943
PTNK140	TNK099	19 నెలలు రూ.50/-	1941
PTNK141	TNK100	6 నెలలు రూ.50/-	1942
PTNK142	TNK101	6 నెలలు రూ.50/-	1942
PTNK143	TNK102	1 సంవత్సరం	1930
PTNK144	TNK102	 7 రో.	1941
PTNK145	TNK102	 8 నెలలు	1942
PTNK146	TNK102	 15 రో.	1945
PTNK147	TNK103	6 నెలలు	1943
PTNK148	TNK104	6 నెలలు	1943
PTNK149	TNK105	6 నెలలు	1943
PTNK150	TNK106	4 నెలలు రూ.200/-	1944
PTNK151	TNK107	3 సంవత్సరాలు	1930
PTNK152	TNK108	8 రో.	1930
PTNK153	TNK108	 1 సంవత్సరం రూ.400/-	1932
PTNK154	TNK109	2 సంవత్సరాలు	1930
PTNK155	TNK110	9 రో.	1932
PTNK156	TNK111	ఇండియన్ నేషనల్ ఆర్మీ	1945
PTNK157	TNK112	6 నెలలు రూ.75/-	1941
PTNK158	TNK113	ఇండియన్ నేషనల్ ఆర్మీ	1945
PTNK159	TNK114	6 నెలలు	1942
PTNK160	TNK115	3 నెలలు	1930
PTNK161	TNK116	2 సంవత్సరాలు	1942
PTNK162	TNK117	22 రో.	1932
PTNK163	TNK118	22 రో.	1922
PTNK164	TNK118	 6 నెలలు	1930
PTNK165	TNK119	22 రో.	1932
PTNK166	TNK120	22 రో.	1922
PTNK167	TNK121	22 రో.	1922
PTNK168	TNK121	 6 నెలలు	1930
PTNK169	TNK122	22 రో.	1922
PTNK170	TNK122	 6 నెలలు	1930
PTNK171	TNK123	22 రో.	1922
PTNK172	TNK124	22 రో.	1922
PTNK173	TNK125	22 రో.	1922
PTNK174	TNK126	22 రో.	1922
PTNK175	TNK126	 6 నెలలు	1930
PTNK176	TNK126	 9 నెలలు	1932
PTNK177	TNK126	 6 నెలలు	1941
PTNK178	TNK127	22 రో.	1922
PTNK179	TNK128	1 సంవత్సరం	1930
PTNK180	TNK129	6 నెలలు	1930
PTNK181	TNK130	6 నెలలు	1942
PTNK182	TNK131	6 నెలలు	1942
PTNK183	TNK132	6 నెలలు	1930
PTNK184	TNK133	3 నెలలు	1930
PTNK185	TNK134	6 నెలలు	1930
PTNK186	TNK135	3 నెలలు	1930
PTNK187	TNK136	6 నెలలు	1930
PTNK188	TNK137	6 నెలలు	1930
PTNK189	TNK138	3 నెలలు	1930
PTNK190	TNK139	8 రోజులు	1930
PTNK191	TNK140	6 నెలలు	1930
PTNK192	TNK141	6 నెలలు	1930
PTNK193	TNK142	6 నెలలు	1932
PTNK194	TNK142	 డిటెన్యు	1942
PTNK195	TNK143	6 నెలలు	1932
PTNK196	TNK144	డిటెన్యు పారిపోయి దొరకలేదు	1942
PTNK197	TNK145	15 రో.	1930
PTNK198	TNK146	15 రో.	1930
PTNK199	TNK147	15 రో.	1930
PTNK200	TNK148	15 రో.	1930
PTNK201	TNK149	15 రో.	1930
PTNK202	TNK150	15 రో.	1930
PTNK203	TNK151	15 రో.	1930
PTNK204	TNK152	1 సంవత్సరం	1930
PTNK205	TNK153	1 సంవత్సరం	1930
PTNK206	TNK154	1 సంవత్సరం	1930
PTNK207	TNK155	1 సంవత్సరం	1930
PTNK208	TNK156	1 సంవత్సరం	1930
PTNK209	TNK157	1 సంవత్సరం	1930
PTNK210	TNK158	1 సంవత్సరం	1930
PTNK211	TNK159	1 సంవత్సరం	1930
PTNK212	TNK160	6 నెలలు	1930
PTNK213	TNK161	6 నెలలు	1930
PTNK214	TNK162	6 నెలలు	1933
PTNK215	TNK163	వందేమాతరం ఉద్యమంలో పాల్గొనినందున కళాశాల నుండి బహిష్కృతులు	1908
PTNK216	TNK164	వందేమాతరం ఉద్యమంలో పాల్గొనినందున కళాశాల నుండి బహిష్కృతులు	1908
PTNK217	TNK165	1 సంవత్సరం	1932
PTNK218	TNK166	3 నెలలు	1932
PTNK219	TNK167	4 నెలలు	1942
PTNK220	TNK168	వందేమాతరం ఉద్యమంలో కళాశాల నుండి బహిష్కృతులు	1908
PTNK221	TNK169	7 నెలలు రూ.15/-	1932
PTNK222	TNK170	8 నెలలు రూ.15/-	1933
PTNK223	TNK171	4 నెలలు	1923
PTNK224	TNK172	2 నెలలు రూ.20/-	1941
PTNK225	TNK173	9 నెలలు	1930
PTNK226	TNK174	6 నెలలు	1930
PTNK227	TNK175	6 నెలలు రూ.50/-	1930
PTNK228	TNK176	వందేమాతరం ఉద్యమంలో పాల్గొని కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PTNK229	TNK177	వందేమాతరం ఉద్యమంలో పాల్గొని కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PTNK230	TNK178	వందేమాతరం ఉద్యమంలో పాల్గొని కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PTNK231	TNK179	6 నెలలు	1944
PTNK232	TNK180	ఉద్యమములో పాల్గొనినందున తీవ్రంగా లాఠీఛార్జి చేయబడిరి. లాఠీచార్జీలో నడుము విరుగుట వలన ఆమరణాంతం అలాగే బాధపడిరి.	1932
PTNK233	TNK181	వందేమాతరం ఉద్యమంలో రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి.	1907
PTNK234	TNK182	1 నెల	1941
PTNK235	TNK183	రూ.500/-	1930
PTNK236	TNK184	15 ర్ రోజులు	1940
PTNK237	TNK184	 1 నెల	1941
PTNK238	TNK184	 5 నెలలు	1942
PTNK239	TNK184	 10 నెలలు 	1943
PTNK240	TNK184	 11 నెలలు	1944
PTNK241	TNK185	6 నెలలు	1930
PTNK242	TNK186	6 నెలలు	1943
PTNK243	TNK187	4½ నెలలు	1942
PTNK244	TNK188	6 నెలలు	1943
PCHI001	CHI001	1 సంవత్సరం	1921
PCHI002	CHI001	 1 సంవత్సరం	1930
PCHI003	CHI001	 6 నెలలు రూ.50/-	తెలియదు
PCHI004	CHI002	1 సంవత్సరం	1930
PCHI005	CHI002	 6 నెలలు	1932
PCHI006	CHI003	6 నెలలు	1930
PCHI007	CHI004	6 నెలలు	1943
PCHI008	CHI004	 1 సంవత్సరం	1943
PCHI009	CHI005	6 నెలలు	1943
PCHI010	CHI006	6 నెలలు	1943
PCHI011	CHI006	 6 నెలలు	1943
PCHI012	CHI007	3 నెలలు	1942
PCHI013	CHI008	తెలియదు	తెలియదు
PCHI014	CHI009	6 నెలలు	1932
PCHI015	CHI010	6 నెలలు	1930
PCHI016	CHI010	 అరెస్టు	1932
PCHI017	CHI011	రూ.500/-	1941
PCHI018	CHI012	3 నెలలు రూ.250/-	1941
PCHI019	CHI012	 9 నెలలు	1941
PCHI020	CHI012	 2 సంవత్సరాలు	1942
PCHI021	CHI013	కోర్టులేచేవరకూ శిక్ష రూ.500/-	1941
PPOL001	POL001	6 నెలలు	1932
PPOL002	POL002	6 నెలలు	1932
PPOL003	POL003	1 నెల రూ.300/-	1943
PPOL004	POL004	1 సంవత్సరం	1930
PPOL005	POL004	 8 నెలలు	1932
PPOL006	POL004	 4 నెలలు	1940
PPOL007	POL004	 1 సంవత్సరం	1943
PPOL008	POL005	తెలియదు	తెలియదు
PPOL009	POL006	6 నెలలు	1932
PPOL010	POL007	శిరచ్ఛేదము	1858
PPOL011	POL008	శిరచ్ఛేదము	1858
PPOL012	POL009	శిరచ్ఛేదము	1858
PPOL013	POL010	శిరచ్ఛేదము	1858
PPOL014	POL011	హైదరాబాదు విముక్తిపోరు 4 నెలలు	1948
PPOL015	POL012	3 సంవత్సరాలు	1942
PPOL016	POL013	6 నెలలు రూ.200/-	1932
PELU001	ELU001	6నెలలు(నాగపూర్‌)	1923
PELU002	ELU002	6నెలలు(నాగపూర్‌)	1923
PELU003	ELU003	6నెలలు(నాగపూర్‌)	1923
PELU004	ELU004	6నెలలు(నాగపూర్‌)	1923
PELU005	ELU005	1సం॥రం	1922
PELU006	ELU005	 1సం॥రం	1930
PELU007	ELU005	 7 నె. 15రోజులు	1932
PELU008	ELU006	1సం॥రం	1930
PELU009	ELU006	 7 నె. 15రోజులు	1932
PELU010	ELU006	 2సం. 3నె. 9రో	1944
PELU011	ELU006	 1సం॥రం రూ.500/-	1941
PELU012	ELU007	6నెలలు	1930
PELU013	ELU007	 10నెలలు	1930
PELU014	ELU007	 6నెలలు	1932
PELU015	ELU007	 1సంవత్సరం	1933
PELU016	ELU007	 6నెలలు	1944
PELU017	ELU007	 1సంవత్సరం	1941
PELU018	ELU007	 7నెలలు	1932
PELU019	ELU007	 1సంవత్సరం	1942
PELU020	ELU008	10నెలలు	1930
PELU021	ELU009	4 నెలలు	1930
PELU022	ELU009	 1 నెల 	1922
PELU023	ELU010	1సంవత్సరం	1930
PELU024	ELU010	 7నెలలు రూ.200/-	1932
PELU025	ELU011	1సంవత్సరం	1930
PELU026	ELU011	 9నెలలు రూ.500/-	1940
PELU027	ELU012	1సంవత్సరం	1930
PELU028	ELU013	1సంవత్సరం	1930
PELU029	ELU013	 6నెలలు	1932
PELU030	ELU014	1సంవత్సరం	1930
PELU031	ELU015	7నెలలు	1930
PELU032	ELU016	9నెలలు	1930
PELU033	ELU017	9నెలలు	1930
PELU034	ELU018	9నెలలు	1931
PELU035	ELU019	9నెలలు	1930
PELU036	ELU020	9నెలలు	1930
PELU037	ELU021	9నెలలు	1930
PELU038	ELU022	9నెలలు	1930
PELU039	ELU023	9నెలలు	1930
PELU040	ELU023	6నెలలు రూ.50/-	1941
PELU041	ELU024	9నెలలు	1930
PELU042	ELU025	9నెలలు	1930
PELU043	ELU026	9నెలలు	1930
PELU044	ELU027	9నెలలు	1930
PELU045	ELU028	9నెలలు	1930
PELU046	ELU028	1 సంవత్సరం	1932
PELU047	ELU029	9నెలలు	1930
PELU048	ELU029	 1సంవత్సరం	1932
PELU049	ELU030	9నెలలు	1930
PELU050	ELU031	9నెలలు	1930
PELU051	ELU031	5నెలలు	1931
PELU052	ELU031	 7నెలలు	1932
PELU053	ELU032	6నెలలు	1930
PELU054	ELU032	7నెలలు రు15/	1932
PELU055	ELU033	6నెలలు	1930
PELU056	ELU034	6నెలలు	1930
PELU057	ELU034	 7నెలలు రూ.15/-	1932
PELU058	ELU035	6నెలలు	1930
PELU059	ELU036	6నెలలు	1930
PELU060	ELU037	6నెలలు	1930
PELU061	ELU038	6నెలలు	1930
PELU062	ELU039	6నెలలు	1930
PELU063	ELU040	6నెలలు	1930
PELU064	ELU041	6నెలలు	1930
PELU065	ELU042	6నెలలు	1930
PELU066	ELU043	6నెలలు	1930
PELU067	ELU044	6నెలలు	1930
PELU068	ELU045	6నెలలు	1930
PELU069	ELU046	6నెలలు	1930
PELU070	ELU047	6నెలలు	1930
PELU071	ELU048	1సంవత్సరం	1930
PELU072	ELU049	6నెలలు	1930
PELU073	ELU050	1సంవత్సరం	1930
PELU074	ELU051	6నెలలు	1930
PELU075	ELU052	7నెలలు	1930
PELU076	ELU053	1సం॥రం	1930
PELU077	ELU053	 4నెలలు రూ.50/-	1933
PELU078	ELU053	 3నెలలు	1941
PELU079	ELU053	 1సం॥రం	1942
PELU080	ELU053	 7నెలలు రూ.15/-	1932
PELU081	ELU054	6నెలలు	1930
PELU082	ELU054	 7నెలలు రూ.15/-	1932
PELU083	ELU055	1సం॥రం	1930
PELU084	ELU055	 6నెలలు	1931
PELU085	ELU055	 1సం॥రం	1940
PELU086	ELU055	 6నెలలు	1942
PELU087	ELU056	2సం॥రంరంలు	1930
PELU088	ELU056	6నెలలు	1941
PELU089	ELU056	6నెలలు	1943
PELU090	ELU056	18నెలలు	1941
PELU091	ELU056	1సం॥రం	1942
PELU092	ELU057	1సం॥రం	1930
PELU093	ELU058	1సం॥రం	1930
PELU094	ELU059	1సం॥రం	1930
PELU095	ELU060	1సం॥రం	1933
PELU096	ELU060	 8నెలలు 15రో	1940
PELU097	ELU060	 1సం॥రం	1942
PELU098	ELU061	1సం॥రం	1930
PELU099	ELU061	1సం॥రం	1932
PELU100	ELU062	1సం॥రం	1930
PELU101	ELU062	1సం॥రం	1932
PELU102	ELU063	2సం॥రంరం రూ.500/-	1930
PELU103	ELU063	 6నెలలు రూ.200/-	1932
PELU104	ELU064	2సం॥రంరంలు రూ.500/-	1930
PELU105	ELU064	 1సం॥రం	1932
PELU106	ELU065	1సం॥రం	1930
PELU107	ELU066	1సం॥రం	1930
PELU108	ELU067	9నెలలు	1930
PELU109	ELU068	9నెలలు	1930
PELU110	ELU069	9నెలలు	1930
PELU111	ELU069	 4నెలలు	1941
PELU112	ELU070	9నెలలు	1930
PELU113	ELU071	9నెలలు	1930
PELU114	ELU071	 3నెలలు రూ.200/-	1941
PELU115	ELU072	9నెలలు	1930
PELU116	ELU073	9నెలలు	1930
PELU117	ELU074	9నెలలు	1930
PELU118	ELU075	9నెలలు	1930
PELU119	ELU076	9నెలలు	1930
PELU120	ELU077	9నెలలు	1930
PELU121	ELU078	2సం॥రంరం	1930
PELU122	ELU079	1సం॥రం	1930
PELU123	ELU080	1సం॥రం	1930
PELU124	ELU080	 7నెలలు రూ.15/-	1932
PELU125	ELU081	1సం॥రం	1930
PELU126	ELU081	 7నెలలు	1942
PELU127	ELU081	 1సం॥రం	1932
PELU128	ELU082	1సం॥రం	1930
PELU129	ELU083	1సం॥రం	1930
PELU130	ELU083	 1సం॥రం	1932
PELU131	ELU084	15నెలలు	1930
PELU132	ELU085	18నెలలు	1930
PELU133	ELU086	15నెలలు	1930
PELU134	ELU087	15నెలలు	1930
PELU135	ELU088	15నెలలు	1930
PELU136	ELU089	6నెలలు	1930
PELU137	ELU090	1సం॥రం	1930
PELU138	ELU090	 1సం॥రం రూ.400/-	1933
PELU139	ELU091	1సం॥రం	1930
PELU140	ELU092	6నెలలు	1930
PELU141	ELU093	6నెలలు	1930
PELU142	ELU094	1సం॥రం	1930
PELU143	ELU095	1సం॥రం	1930
PELU144	ELU095	 6నెలలు	1941
PELU145	ELU095	 1సం॥రం	1932
PELU146	ELU096	6నెలలు	1930
PELU147	ELU097	6నెలలు	1930
PELU148	ELU098	6నెలలు	1930
PELU149	ELU099	4నెలలు	1930
PELU150	ELU100	1సం॥రం	1930
PELU151	ELU100	 1సం॥రం	1932
PELU152	ELU101	6నెలలు	1932
PELU153	ELU102	1సం॥రం	1932
PELU154	ELU103	1సం॥రం	1930
PELU155	ELU103	 7నెలలు రూ.300/-	1932
PELU156	ELU103	 7.5నెలలు రూ.15/-	1932
PELU157	ELU103	 6నెలలు	1941
PELU158	ELU103	2సం॥రంరం 9నెలలు	1943
PELU159	ELU104	1సం॥రం రూ.200/-	1932
PELU160	ELU104	9నెలలు	1930
PELU161	ELU104	6నెలలు	1934
PELU162	ELU105	6నెలలు	1934
PELU163	ELU106	6నెలలు	1934
PELU164	ELU106	 6నెలలు	1943
PELU165	ELU106	 6నెలలు	1941
PELU166	ELU106	 1 సం॥రంరం	1942
PELU167	ELU106	 1 సం॥రంరం	1932
PELU168	ELU107	9నెలలు	1940
PELU169	ELU108	6నెలలు	1940
PELU170	ELU109	6నెలలు	1940
PELU171	ELU109	 9నెలలు	1944
PELU172	ELU110	4నెలలు	1941
PELU173	ELU110	 10నెలలు 25రో	1943
PELU174	ELU110	 1సం॥రం	1941
PELU175	ELU111	4నెలలు	1941
PELU176	ELU112	3నెలలు	1941
PELU177	ELU113	3నెలలు రూ.50/-	1941
PELU178	ELU114	1సం॥రం	1930
PELU179	ELU115	3సం॥రం	1930
PELU180	ELU116	2సం॥రం	1930
PELU181	ELU117	3సం॥రం	1930
PELU182	ELU118	3సం॥రం	1930
PELU183	ELU118	 6నెలలు రు50/-	1932
PELU184	ELU119	2సం॥రం	1930
PELU185	ELU120	2సం॥రం	1930
PELU186	ELU121	9నెలలు	1941
PELU187	ELU122	3నెలలు	1941
PELU188	ELU122	 10నెలలు రూ.100/-	1941
PELU189	ELU123	6నెలలు	1930
PELU190	ELU124	4నెలలు	1942
PELU191	ELU125	రూ.30/- 6దె	1942
PELU192	ELU126	రూ.50/- 2దె	1942
PELU193	ELU127	రూ.30/- 6దె	1942
PELU194	ELU128	రూ.50/- 6దె	1942
PELU195	ELU129	రూ.50/- 6దె	1942
PELU196	ELU130	రూ.50/- 6దె	1942
PELU197	ELU131	రూ.50/- 6దె	1942
PELU198	ELU132	2నెలలు రూ.50/-	1942
PELU199	ELU133	2నెలలు రూ.50/-	1942
PELU200	ELU134	1సంవత్సరం	1932
PELU201	ELU135	1సంవత్సరం	1930
PELU202	ELU135	 6నెలలు	1931
PELU203	ELU135	 7నెలలు రూ.15/-	1932
PELU204	ELU135	6నెలలు	1942
PELU205	ELU136	6నెలలు	1980
PELU206	ELU137	6నెలలు	1930
PELU207	ELU138	6నెలలు	1930
PELU208	ELU139	6నెలలు	1930
PELU209	ELU140	6నెలలు	1930
PELU210	ELU141	1సం॥రం	1922
PELU211	ELU141	1సం॥రం	1930
PELU212	ELU141	 7నెలలు రూ.15/-	1932
PELU213	ELU141	 9నెలలు రూ.200/-	1940
PELU214	ELU142	4నెలలు	1930
PELU215	ELU143	4నెలలు	1930
PELU216	ELU143	1సం॥రం 3నెలలు	1933
PELU217	ELU143	వారుఇచ్చిన సమాచారం ప్రకారం ఇంటరవ్ మెంటు 3 నెలలు 10రో	1940
PELU218	ELU143	 2సం॥రం 1నెల 10రో	1943
PELU219	ELU143	 15నెలలు 6రో	1943
PELU220	ELU143	2 నెలలు 25రో	1947
PELU221	ELU144	4నెలలు	1930
PELU222	ELU145	7 నెలలు రు200/-	1932
PELU223	ELU146	6నెలలు రు200/	1932
PELU224	ELU146	3న్3లలు	1941
PELU225	ELU146	 1నెల సబుజైలు	1943
PELU226	ELU147	1సం॥రం	1930
PELU227	ELU147	 7 నెలలు రు15/	1932
PELU228	ELU148	2సంవత్సరం	1930
PELU229	ELU148	28నెలలు	1940
PELU230	ELU149	6 నెలలు	1941
PELU231	ELU149	 1సం॥రం 10నెలలు	1943
PELU232	ELU149	 3నెలలు	1942
PELU233	ELU150	6నెలలు	1941
PELU234	ELU150	 2సం॥రం 15రోజులు	1942
PELU235	ELU151	6నెలలు	1941
PELU236	ELU152	19 నెలలు 25 రో	1940
PELU237	ELU153	13నెలలు	1940
PELU238	ELU153	 1 సంవత్సరం	1932
PELU239	ELU154	10నెలలు 25రో	1942
PELU240	ELU155	1సంవత్సరం	1941
PELU241	ELU155	 10నెలలు 25రోజులు	1943
PELU242	ELU156	14నెలలు	1943
PELU243	ELU157	14నెలలు	1942
PELU244	ELU158	6నెలలు	1943
PELU245	ELU158	 1సంవత్సరం	1942
PELU246	ELU159	18నెలలు 24రోజులు	1943
PELU247	ELU159	 6నెలలు రూ.100/-	1941
PELU248	ELU159	 1 సంవత్సరం	1942
PELU249	ELU160	6నెలలు	1930
PELU250	ELU161	6నెలలు	1930
PELU251	ELU162	6నెలలు	1930
PELU252	ELU162	 7నెలలు రూ.100/-	1932
PELU253	ELU163	6నెలలు	1930
PELU254	ELU164	6నెలలు	1930
PELU255	ELU164	6నెలలు	1932
PELU256	ELU165	6నెలలు	1930
PELU257	ELU165	6నెలలు రు200/-	1932
PELU258	ELU166	4నెలలు	1930
PELU259	ELU166	6నెలలు	1932
PELU260	ELU167	6నెలలు	1931
PELU261	ELU168	4నెలలు	1931
PELU262	ELU168	6నెలలు	1932
PELU263	ELU168	6నెలలు 15	1933
PELU264	ELU168	5నెలలు	1941
PELU265	ELU169	4నెలలు	1931
PELU266	ELU169	 7నెలలు రూ.100/-	1932
PELU267	ELU170	7నెలలు	1932
PELU268	ELU170	 రూ.15/-	1932
PELU269	ELU171	7నెలలు	1932
PELU270	ELU171	 రూ.15/-	1932
PELU271	ELU172	7నెలలు రూ.100/-	1932
PELU272	ELU173	6నెలలు రూ.200/-	1932
PELU273	ELU173	 3నెలలు రూ.50/-	1941
PELU274	ELU174	7నెలలు రూ.200/-	1932
PELU275	ELU175	6నెలలు రూ.200/-	1932
PELU276	ELU175	6నెలలు రూ.500/-	1940
PELU277	ELU176	6నెలలు రూ.200/-	1932
PELU278	ELU177	6నెలలు రూ.200/-	1932
PELU279	ELU178	6నెలలు రూ.200/-	1932
PELU280	ELU179	10నెలలు	1933
PELU281	ELU180	6నెలలు	1933
PELU282	ELU181	1సం॥రం రూ.500/-	1940
PELU283	ELU182	2నెలలు రూ.100/-	1941
PELU284	ELU183	1సం॥రం	1930
PELU285	ELU183	 6నెలలు రూ.200/-	1941
PELU286	ELU184	6నెలలు	1930
PELU287	ELU185	1సం॥రం	1930
PELU288	ELU186	1సం॥రం	1930
PELU289	ELU187	3నెల రూ.200/-	1941
PELU290	ELU188	4నెలలు రూ.200/-	1941
PELU291	ELU188	 8నెలలు రూ.500/-	1941
PELU292	ELU189	9నెలలు	1942
PELU293	ELU189	 3నెలలు	1942
PELU294	ELU190	9నెలలు	1942
PELU295	ELU191	3నెలలు రూ.150/-	1942
PELU296	ELU192	9నెలలు రూ.100/-	1942
PELU297	ELU193	9నెలలు	1941
PELU298	ELU194	6నెలలు	1941
PELU299	ELU195	6నెలలు	1930
PELU300	ELU195	 1సం॥రం	1942
PELU301	ELU195	 8నెలలు	1943
PELU302	ELU195	 7నెలలు రూ.200/-	1932
PELU303	ELU196	1సం॥రం	1942
PELU304	ELU197	3నెలలు రూ.50/-	1942
PELU305	ELU198	6నెలలు	1942
PELU306	ELU198	 2నెలలు రిమాండు	1942
PELU307	ELU199	18నెలలు	1942
PELU308	ELU200	6నెలలు	1944
PELU309	ELU201	1సం॥రం	1936
PELU310	ELU202	7నెలలు	1932
PELU311	ELU203	6నెలలు రూ.200/-	1932
PELU312	ELU204	6నెలలు రూ.200/-	1932
PELU313	ELU205	2సం॥రం	1930
PELU314	ELU205	 2సం॥రం రూ.50/-	1941
PELU315	ELU206	2సం॥రం	1932
PELU316	ELU207	8నెలలు రు. 1000/జుల్మాన	1933
PELU317	ELU208	6నెలలు	1932
PELU318	ELU209	6నెలలు	1930
PELU319	ELU210	3సం॥రం	1930
PELU320	ELU211	6నెలలు	1942
PELU321	ELU212	6నెలలు	1942
PELU322	ELU213	2సం॥రం (బోర్సటల్ స్కూలు)	1930
PELU323	ELU214	6నెలలు	1930
PELU324	ELU215	1సం॥రం	1941
PELU325	ELU215	డిటెన్సన్	1942
PELU326	ELU216	9నెలలు 15రో	1930
PELU327	ELU217	1సం॥రం రు 100/-	1932
PELU328	ELU218	60 రో సబుజైలు	1942
PELU329	ELU218	6 నెలలు జైలు	1942
PELU330	ELU219	6నెలలు	1942
PELU331	ELU220	తెలియదు	తెలియదు
PELU332	ELU221	3సం||రం శిక్ష సర్టిఫైడ్ స్కూలు	1930
PELU333	ELU222	తెలియదు	తెలియదు
PELU334	ELU223	తెలియదు	తెలియదు
PELU335	ELU224	తెలియదు	తెలియదు
PELU336	ELU225	6నెలలు	1943
PELU337	ELU226	6నెలలు	1940
PELU338	ELU227	6నెలలు	1947
PELU339	ELU228	2సం||రం జుల్మానా రు. 240/- 	1930
PELU340	ELU228	15 రో సబుజైలు	1932
PELU341	ELU229	మృతి కాల్పులలో	1930
PELU342	ELU230	3నెలలు	1930
PELU343	ELU230	 కాల్పులలో దెబ్బలు	1930
PELU344	ELU231	3నెలలు	1930
PELU345	ELU231	 కాల్పులలో దెబ్బలు	1930
PELU346	ELU232	3నెలలు	1930
PELU347	ELU232	 కాల్పులలో దెబ్బలు	1930
PELU348	ELU233	3నెలలు	1930
PELU349	ELU233	 కాల్పులలో దెబ్బలు	1930
PELU350	ELU234	3నెలలు	1930
PELU351	ELU234	 కాల్పులలో దెబ్బలు	1930
PELU352	ELU235	3నెలలు	1930
PELU353	ELU235	 కాల్పులలో దెబ్బలు	1930
PELU354	ELU236	3నెలలు	1930
PELU355	ELU236	 కాల్పులలో దెబ్బలు	1930
PELU356	ELU237	3నెలలు	1930
PELU357	ELU237	 కాల్పులలో దెబ్బలు	1930
PELU358	ELU238	6నెలలు	1932
PELU359	ELU239	2సం॥రం	1930
PELU360	ELU239	 రూ.270 జుల్మానా సర్టిఫైడ్ స్కూలు  10రో. సబుజైలు	1932
PELU361	ELU240	3నెలలు	1932
PELU362	ELU241	3నెలలు	1932
PELU363	ELU242	6నెలలు	1932
PELU364	ELU243	1సం॥రం 6నెలలు	1924
PELU365	ELU244	3నెలలు	1941
PELU366	ELU245	2నెలలు రూ.25/-	1941
PELU367	ELU245	 3నెలలు	1942
PELU368	ELU246	15రోజులు సబుజైలు	1932
PELU369	ELU247	3నెలలు రూ.250/-	1941
PELU370	ELU248	18నెలలు	1941
PELU371	ELU249	వందేమాతరం ఉద్యమంలో 1907లో పాల్గొనుట వలన రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడిరి	1907
PELU372	ELU250	వందేమాతరం ఉద్యమంలో పాల్గొని నందుకు 1907లో రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడినారు	1907
PELU373	ELU251	1907లో వందేమాతరం ఉద్యమంలో పాల్గొనినందున రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడ్డారు	1907
PELU374	ELU252	1907లో వందేమాతరం ఉద్యమంలో పాల్గొనినందుకు రాజమండ్రి కళాశాల నుండి బహిష్కరింపబడినారు	1907
PELU375	ELU253	1సం॥రం	1942
PELU376	ELU254	6నెలలు	1930
PELU377	ELU255	18నెలలు	1924
\.


--
-- Data for Name: stamp_countries; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.stamp_countries (country_id, country_name, country_code) FROM stdin;
1	India	IN
2	Bhutan	BT
3	Brazil	BR
4	Guyana	GY
5	Uruguay	UY
6	Trinidad and Tobago	TT
7	Grenada	GD
8	Chile	CL
9	Sharjah	SH
10	Greece	GR
11	Yemen	YE
12	Mauritius	MU
13	South Yemen	YD
14	United States	US
15	United Kingdom	GB
16	Ireland	IE
17	Somalia	SO
18	Dominica	DM
19	Mali	ML
20	Senegal	SN
21	Republic of Congo	CG
22	United Arab Republic	UAR
23	Morocco	MA
24	Afghanistan	AF
25	Cyprus	CY
26	Cameroon	CM
27	Niger	NE
28	Mauritania	MR
29	Upper Volta	HV
30	Mexico	MX
31	Gabon	GA
32	Togo	TG
33	Suriname	SR
34	USSR	SU
35	Hungary	HU
36	West Germany	DE
\.


--
-- Data for Name: stamp_translations; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.stamp_translations (translation_id, stamp_id, language_code, title, description, reason, historical_significance, original_usage, current_status) FROM stdin;
1	1	en	Mahatma Gandhi ₹10 Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued as a memorial to Mahatma Gandhi and in connection with the first anniversary of Indian independence.	One of the earliest Indian postage stamps to depict Mahatma Gandhi.	Used as postal postage, particularly for higher-value postal requirements.	Historical stamp and no longer a current postal issue.
2	1	te	మహాత్మా గాంధీ ₹10 తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారకార్థం మరియు భారత స్వాతంత్ర్యానికి మొదటి వార్షికోత్సవం సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీ చిత్రాన్ని కలిగి ఉన్న తొలి భారతీయ తపాలా బిళ్లల్లో ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
3	73	en	Mahatma Gandhi 3½ Anna Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued as a memorial to Mahatma Gandhi and in connection with the first anniversary of Indian independence.	One of the early Indian postage stamps to depict Mahatma Gandhi.	Used as postal postage.	Historical stamp and no longer a current postal issue.
4	74	en	Mahatma Gandhi 12 Anna Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued as a memorial to Mahatma Gandhi and in connection with the first anniversary of Indian independence.	One of the early Indian postage stamps to depict Mahatma Gandhi.	Used as postal postage.	Historical stamp and no longer a current postal issue.
5	75	en	Mahatma Gandhi 1½ Anna Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued as a memorial to Mahatma Gandhi and in connection with the first anniversary of Indian independence.	One of the early Indian postage stamps to depict Mahatma Gandhi.	Used as postal postage.	Historical stamp and no longer a current postal issue.
6	76	en	Mahatma Gandhi 20 Paise Stamp	A commemorative postage stamp issued in memory of Mahatma Gandhi.	Issued during the centenary celebrations of Mahatma Gandhi.	Part of the Indian Gandhi Centenary stamp issue of 1969.	Used as postal postage.	Historical stamp and no longer a current postal issue.
7	77	en	Mahatma Gandhi 75 Paise Stamp	A commemorative postage stamp issued in memory of Mahatma Gandhi.	Issued during the centenary celebrations of Mahatma Gandhi.	Part of the Indian Gandhi Centenary stamp issue of 1969.	Used as postal postage.	Historical stamp and no longer a current postal issue.
8	78	en	Mahatma Gandhi ₹1 Stamp	A commemorative postage stamp issued in memory of Mahatma Gandhi.	Issued during the centenary celebrations of Mahatma Gandhi.	Part of the Indian Gandhi Centenary stamp issue of 1969.	Used as postal postage.	Historical stamp and no longer a current postal issue.
9	79	en	Mahatma Gandhi ₹5 Stamp	A commemorative postage stamp issued in memory of Mahatma Gandhi.	Issued during the centenary celebrations of Mahatma Gandhi.	Part of the Indian Gandhi Centenary stamp issue of 1969.	Used as postal postage.	Historical stamp and no longer a current postal issue.
10	80	en	Mahatma Gandhi 35 Fils Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international commemorative issue recognizing Mahatma Gandhi.	Used as postal postage in South Yemen.	Historical stamp and no longer a current postal issue.
11	81	en	Mahatma Gandhi 20 Chhetrum Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international commemorative issue recognizing Mahatma Gandhi.	Used as postal postage in Bhutan.	Historical stamp and no longer a current postal issue.
12	82	en	Mahatma Gandhi Stamp of Brazil	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Brazil.	Historical stamp and no longer a current postal issue.
13	83	en	Mahatma Gandhi Stamp of Guyana	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Guyana.	Historical stamp and no longer a current postal issue.
14	84	en	Mahatma Gandhi Stamp of Uruguay	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Uruguay.	Historical stamp and no longer a current postal issue.
15	85	en	Mahatma Gandhi Stamp of Trinidad and Tobago	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Trinidad and Tobago.	Historical stamp and no longer a current postal issue.
16	86	en	Mahatma Gandhi Stamp of Grenada	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Grenada.	Historical stamp and no longer a current postal issue.
17	87	en	Mahatma Gandhi Stamp of Chile	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Chile.	Historical stamp and no longer a current postal issue.
18	88	en	Mahatma Gandhi Stamp of Sharjah	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with commemorative celebrations for Mahatma Gandhi.	An international stamp issue recognizing Mahatma Gandhi.	Used as postal postage in Sharjah.	Historical stamp and no longer a current postal issue.
19	89	en	Mahatma Gandhi Stamp of Greece	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Greece.	Historical stamp and no longer a current postal issue.
20	90	en	Mahatma Gandhi Stamp of Yemen	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Yemen.	Historical stamp and no longer a current postal issue.
21	91	en	Mahatma Gandhi Stamp of Mauritius	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Mauritius.	Historical stamp and no longer a current postal issue.
22	92	en	Mahatma Gandhi Stamp of USSR	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in the USSR.	Historical stamp and no longer a current postal issue.
23	93	en	Mahatma Gandhi Stamp of Hungary	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Hungary.	Historical stamp and no longer a current postal issue.
24	94	en	Mahatma Gandhi Stamp of West Germany	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in West Germany.	Historical stamp and no longer a current postal issue.
25	23	en	Mahatma Gandhi Stamp of Suriname	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Suriname.	Historical stamp and no longer a current postal issue.
26	24	en	Mahatma Gandhi Stamp of Mexico	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Mexico.	Historical stamp and no longer a current postal issue.
27	25	en	Mahatma Gandhi Stamp of Gabon	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Gabon.	Historical stamp and no longer a current postal issue.
28	26	en	Mahatma Gandhi Stamp of Togo	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Togo.	Historical stamp and no longer a current postal issue.
29	27	en	Mahatma Gandhi Stamp of the United Kingdom	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in the United Kingdom.	Historical stamp and no longer a current postal issue.
30	28	en	Mahatma Gandhi Stamp of Ireland	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Ireland.	Historical stamp and no longer a current postal issue.
31	29	en	Mahatma Gandhi Stamp of Somalia	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Somalia.	Historical stamp and no longer a current postal issue.
32	30	en	Mahatma Gandhi Stamp of Dominica	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Dominica.	Historical stamp and no longer a current postal issue.
33	31	en	Mahatma Gandhi Stamp of the United States	A commemorative postage stamp depicting Mahatma Gandhi.	Issued to commemorate Mahatma Gandhi.	An early international postage stamp issue honoring Mahatma Gandhi, issued in 1961.	Used as postal postage in the United States.	Historical stamp and no longer a current postal issue.
34	32	en	Mahatma Gandhi Stamp of the United States	A commemorative postage stamp depicting Mahatma Gandhi.	Issued to commemorate Mahatma Gandhi.	An early international postage stamp issue honoring Mahatma Gandhi, issued in 1961.	Used as postal postage in the United States.	Historical stamp and no longer a current postal issue.
35	33	en	Mahatma Gandhi Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with commemorations of Mahatma Gandhi.	Part of the international philatelic recognition of Mahatma Gandhi.	Used as postal postage.	Historical stamp and no longer a current postal issue.
36	34	en	Mahatma Gandhi Stamp	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with commemorations of Mahatma Gandhi.	Part of the international philatelic recognition of Mahatma Gandhi.	Used as postal postage.	Historical stamp and no longer a current postal issue.
37	35	en	Mahatma Gandhi Stamp of Mali	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Mali.	Historical stamp and no longer a current postal issue.
38	36	en	Mahatma Gandhi Stamp of Senegal	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Senegal.	Historical stamp and no longer a current postal issue.
39	37	en	Mahatma Gandhi Stamp of the Republic of Congo	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in the Republic of Congo.	Historical stamp and no longer a current postal issue.
40	38	en	Mahatma Gandhi Stamp of the United Arab Republic	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in the United Arab Republic.	Historical stamp and no longer a current postal issue.
41	39	en	Mahatma Gandhi Stamp of Morocco	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Morocco.	Historical stamp and no longer a current postal issue.
42	40	en	Mahatma Gandhi Stamp of Afghanistan	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Afghanistan.	Historical stamp and no longer a current postal issue.
43	41	en	Mahatma Gandhi Stamp of Cyprus	A commemorative postage stamp depicting Mahatma Gandhi.	Issued to commemorate Mahatma Gandhi.	An international postage stamp issue honoring Mahatma Gandhi, issued in 1970.	Used as postal postage in Cyprus.	Historical stamp and no longer a current postal issue.
44	42	en	Mahatma Gandhi Stamp of Cyprus	A commemorative postage stamp depicting Mahatma Gandhi.	Issued to commemorate Mahatma Gandhi.	An international postage stamp issue honoring Mahatma Gandhi, issued in 1970.	Used as postal postage in Cyprus.	Historical stamp and no longer a current postal issue.
45	43	en	Mahatma Gandhi Stamp of Cameroon	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Cameroon.	Historical stamp and no longer a current postal issue.
46	44	en	Mahatma Gandhi Stamp of Niger	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Niger.	Historical stamp and no longer a current postal issue.
47	45	en	Mahatma Gandhi Stamp of Mauritania	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Mauritania.	Historical stamp and no longer a current postal issue.
48	46	en	Mahatma Gandhi Stamp of Upper Volta	A commemorative postage stamp depicting Mahatma Gandhi.	Issued in connection with the centenary of Mahatma Gandhi.	An international stamp issue commemorating Mahatma Gandhi.	Used as postal postage in Upper Volta.	Historical stamp and no longer a current postal issue.
49	47	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
50	48	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
51	49	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
52	50	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
53	51	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
54	52	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
55	53	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
56	54	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
57	55	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
58	56	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
59	57	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
60	58	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
61	59	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
62	60	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
63	61	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
64	62	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
65	63	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
66	64	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
67	65	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
68	66	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
69	67	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
70	68	en	Indira Gandhi 200 Paise Stamp	A commemorative postage stamp depicting Indira Gandhi.	Issued to commemorate Indira Gandhi and her service to the nation.	An Indian commemorative stamp honoring Indira Gandhi.	Used as postal postage in India.	Historical stamp and no longer a current postal issue.
71	69	en	Indira Gandhi 200 Paise Stamp	A commemorative postage stamp depicting Indira Gandhi.	Issued to commemorate Indira Gandhi and her service to the nation.	An Indian commemorative stamp honoring Indira Gandhi.	Used as postal postage in India.	Historical stamp and no longer a current postal issue.
72	70	en	Vikram A. Sarabhai 20 Paise Stamp	A commemorative postage stamp depicting Vikram A. Sarabhai.	Issued on the occasion of the first death anniversary of Vikram A. Sarabhai.	The stamp commemorates Vikram A. Sarabhai, a pioneering Indian scientist and space programme leader.	Used as postal postage in India.	Historical stamp and no longer a current postal issue.
73	71	en	Eleanor Roosevelt 15 Naye Paise Stamp	A commemorative postage stamp honoring Eleanor Roosevelt.	Issued on the 15th anniversary of the Universal Declaration of Human Rights.	The stamp recognizes Eleanor Roosevelt and her important role in the development and promotion of the Universal Declaration of Human Rights.	Used as postal postage in India.	Historical stamp and no longer a current postal issue.
74	72	en	Unknown	Unknown	Unknown	Unknown	Unknown	Unknown
76	73	te	మహాత్మా గాంధీ 3½ అన్నా తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారకార్థం మరియు భారత స్వాతంత్ర్యానికి మొదటి వార్షికోత్సవం సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీ చిత్రాన్ని కలిగి ఉన్న తొలి భారతీయ తపాలా బిళ్లల్లో ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
77	74	te	మహాత్మా గాంధీ 12 అన్నా తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారకార్థం మరియు భారత స్వాతంత్ర్యానికి మొదటి వార్షికోత్సవం సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీ చిత్రాన్ని కలిగి ఉన్న తొలి భారతీయ తపాలా బిళ్లల్లో ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
78	75	te	మహాత్మా గాంధీ 1½ అన్నా తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారకార్థం మరియు భారత స్వాతంత్ర్యానికి మొదటి వార్షికోత్సవం సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీ చిత్రాన్ని కలిగి ఉన్న తొలి భారతీయ తపాలా బిళ్లల్లో ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
79	76	te	మహాత్మా గాంధీ 20 పైసల తపాలా బిళ్ల	మహాత్మా గాంధీ స్మారకార్థం విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి వేడుకల సందర్భంగా విడుదల చేయబడింది.	1969లో విడుదలైన భారతీయ గాంధీ శతజయంతి తపాలా బిళ్లలలో ఇది ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
80	77	te	మహాత్మా గాంధీ 75 పైసల తపాలా బిళ్ల	మహాత్మా గాంధీ స్మారకార్థం విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి వేడుకల సందర్భంగా విడుదల చేయబడింది.	1969లో విడుదలైన భారతీయ గాంధీ శతజయంతి తపాలా బిళ్లలలో ఇది ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
81	78	te	మహాత్మా గాంధీ ₹1 తపాలా బిళ్ల	మహాత్మా గాంధీ స్మారకార్థం విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి వేడుకల సందర్భంగా విడుదల చేయబడింది.	1969లో విడుదలైన భారతీయ గాంధీ శతజయంతి తపాలా బిళ్లలలో ఇది ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
82	79	te	మహాత్మా గాంధీ ₹5 తపాలా బిళ్ల	మహాత్మా గాంధీ స్మారకార్థం విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి వేడుకల సందర్భంగా విడుదల చేయబడింది.	1969లో విడుదలైన భారతీయ గాంధీ శతజయంతి తపాలా బిళ్లలలో ఇది ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
83	80	te	మహాత్మా గాంధీ 35 ఫిల్స్ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ స్మారక తపాలా బిళ్ల.	దక్షిణ యెమెన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
84	81	te	మహాత్మా గాంధీ 20 చెట్రమ్ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు భూటాన్ విడుదల చేసిన అంతర్జాతీయ స్మారక తపాలా బిళ్ల.	భూటాన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
85	82	te	బ్రెజిల్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	బ్రెజిల్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
86	83	te	గయానా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	గయానాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
87	84	te	ఉరుగ్వే మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	ఉరుగ్వేలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
88	85	te	ట్రినిడాడ్ మరియు టొబాగో మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	ట్రినిడాడ్ మరియు టొబాగోలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
89	86	te	గ్రెనడా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	గ్రెనడాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
90	87	te	చిలీ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	చిలీలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
91	88	te	షార్జా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారక వేడుకల సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని గుర్తుచేసే అంతర్జాతీయ తపాలా బిళ్ల.	షార్జాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
92	89	te	గ్రీస్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	గ్రీస్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
93	90	te	యెమెన్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	యెమెన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
94	91	te	మారిషస్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	మారిషస్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
95	92	te	సోవియట్ యూనియన్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	సోవియట్ యూనియన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
96	93	te	హంగేరీ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	హంగేరీలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
97	94	te	పశ్చిమ జర్మనీ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	పశ్చిమ జర్మనీలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
98	23	te	సురినామ్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	సురినామ్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
99	24	te	మెక్సికో మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	మెక్సికోలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
100	25	te	గాబన్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	గాబన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
101	26	te	టోగో మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	టోగోలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
102	27	te	యునైటెడ్ కింగ్‌డమ్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	యునైటెడ్ కింగ్‌డమ్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
103	28	te	ఐర్లాండ్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	ఐర్లాండ్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
104	29	te	సోమాలియా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	సోమాలియాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
105	30	te	డొమినికా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	డొమినికాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
106	31	te	యునైటెడ్ స్టేట్స్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీని స్మరించేందుకు విడుదల చేయబడింది.	1961లో విడుదలైన మహాత్మా గాంధీని గౌరవించే తొలి అంతర్జాతీయ తపాలా బిళ్లలలో ఒకటి.	యునైటెడ్ స్టేట్స్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
107	32	te	యునైటెడ్ స్టేట్స్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీని స్మరించేందుకు విడుదల చేయబడింది.	1961లో విడుదలైన మహాత్మా గాంధీని గౌరవించే తొలి అంతర్జాతీయ తపాలా బిళ్లలలో ఒకటి.	యునైటెడ్ స్టేట్స్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
108	33	te	మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారకార్థం విడుదల చేయబడింది.	మహాత్మా గాంధీకి అంతర్జాతీయంగా అందించిన తపాలా గౌరవాలలో ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
109	34	te	మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ స్మారకార్థం విడుదల చేయబడింది.	మహాత్మా గాంధీకి అంతర్జాతీయంగా అందించిన తపాలా గౌరవాలలో ఒకటి.	తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
110	35	te	మాలి మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	మాలిలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
111	36	te	సెనెగల్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	సెనెగల్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
112	37	te	రిపబ్లిక్ ఆఫ్ కాంగో మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	రిపబ్లిక్ ఆఫ్ కాంగోలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
113	38	te	యునైటెడ్ అరబ్ రిపబ్లిక్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	యునైటెడ్ అరబ్ రిపబ్లిక్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
114	39	te	మొరాకో మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	మొరాకోలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
115	40	te	ఆఫ్ఘనిస్తాన్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	ఆఫ్ఘనిస్తాన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
116	41	te	సైప్రస్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీని స్మరించేందుకు విడుదల చేయబడింది.	1970లో విడుదలైన మహాత్మా గాంధీని గౌరవించే అంతర్జాతీయ తపాలా బిళ్ల.	సైప్రస్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
117	42	te	సైప్రస్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీని స్మరించేందుకు విడుదల చేయబడింది.	1970లో విడుదలైన మహాత్మా గాంధీని గౌరవించే అంతర్జాతీయ తపాలా బిళ్ల.	సైప్రస్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
118	43	te	కామెరూన్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	కామెరూన్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
119	44	te	నైజర్ మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	నైజర్‌లో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
120	45	te	మౌరిటేనియా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	మౌరిటేనియాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
121	46	te	అప్పర్ వోల్టా మహాత్మా గాంధీ తపాలా బిళ్ల	మహాత్మా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	మహాత్మా గాంధీ శతజయంతి సందర్భంగా విడుదల చేయబడింది.	మహాత్మా గాంధీని స్మరించేందుకు విడుదలైన అంతర్జాతీయ తపాలా బిళ్ల.	అప్పర్ వోల్టాలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
122	47	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
123	48	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
124	49	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
125	50	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
126	51	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
127	52	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
128	53	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
129	54	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
130	55	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
131	56	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
132	57	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
133	58	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
134	59	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
135	60	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
136	61	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
137	62	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
138	63	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
139	64	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
140	65	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
141	66	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
142	67	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
143	68	te	ఇందిరా గాంధీ 200 పైసల తపాలా బిళ్ల	ఇందిరా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	ఇందిరా గాంధీని మరియు దేశ సేవలో ఆమె పాత్రను స్మరించేందుకు విడుదల చేయబడింది.	ఇందిరా గాంధీని గౌరవిస్తూ భారతదేశం విడుదల చేసిన స్మారక తపాలా బిళ్ల.	భారతదేశంలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
144	69	te	ఇందిరా గాంధీ 200 పైసల తపాలా బిళ్ల	ఇందిరా గాంధీ చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	ఇందిరా గాంధీని మరియు దేశ సేవలో ఆమె పాత్రను స్మరించేందుకు విడుదల చేయబడింది.	ఇందిరా గాంధీని గౌరవిస్తూ భారతదేశం విడుదల చేసిన స్మారక తపాలా బిళ్ల.	భారతదేశంలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
145	70	te	విక్రమ్ ఎ. సారాభాయి 20 పైసల తపాలా బిళ్ల	విక్రమ్ ఎ. సారాభాయి చిత్రంతో విడుదలైన స్మారక తపాలా బిళ్ల.	విక్రమ్ ఎ. సారాభాయి మొదటి వర్ధంతి సందర్భంగా విడుదల చేయబడింది.	భారతదేశపు ప్రముఖ శాస్త్రవేత్త మరియు అంతరిక్ష కార్యక్రమ పితామహుడిగా గుర్తింపు పొందిన విక్రమ్ ఎ. సారాభాయిని స్మరించే తపాలా బిళ్ల.	భారతదేశంలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
146	71	te	ఎలీనర్ రూజ్‌వెల్ట్ 15 నయే పైసల తపాలా బిళ్ల	ఎలీనర్ రూజ్‌వెల్ట్‌ను గౌరవిస్తూ విడుదలైన స్మారక తపాలా బిళ్ల.	మానవ హక్కుల సార్వత్రిక ప్రకటన 15వ వార్షికోత్సవం సందర్భంగా విడుదల చేయబడింది.	మానవ హక్కుల సార్వత్రిక ప్రకటన రూపకల్పన మరియు ప్రచారంలో ఎలీనర్ రూజ్‌వెల్ట్ పోషించిన ముఖ్యమైన పాత్రను గుర్తుచేస్తుంది.	భారతదేశంలో తపాలా రుసుము చెల్లించడానికి ఉపయోగించబడింది.	చారిత్రక తపాలా బిళ్ల; ప్రస్తుతం తపాలా వినియోగంలో లేదు.
147	72	te	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు	తెలియదు
\.


--
-- Data for Name: stamps; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.stamps (stamp_id, stamp_number, subject_name, country_id, catalogue_number, release_date, release_year, denomination, issue_type, purpose_type, image_path, is_currently_valid) FROM stdin;
1	ST001	Mahatma Gandhi	1	\N	1948-08-15	1948	₹10	Commemorative	Postal	/stamps/ST001.jpg	f
23	ST024	Mahatma Gandhi	33	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST024.jpg	f
24	ST025	Mahatma Gandhi	30	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST025.jpg	f
25	ST026	Mahatma Gandhi	31	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST026.jpg	f
26	ST027	Mahatma Gandhi	32	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST027.jpg	f
27	ST028	Mahatma Gandhi	15	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST028.jpg	f
28	ST029	Mahatma Gandhi	16	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST029.jpg	f
29	ST030	Mahatma Gandhi	17	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST030.jpg	f
30	ST031	Mahatma Gandhi	18	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST031.jpg	f
31	ST032	Mahatma Gandhi	14	\N	Unknown	1961	Unknown	Commemorative	Postal	/stamps/ST032.jpg	f
32	ST033	Mahatma Gandhi	14	\N	Unknown	1961	Unknown	Commemorative	Postal	/stamps/ST033.jpg	f
33	ST034	Mahatma Gandhi	1	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST034.jpg	f
34	ST035	Mahatma Gandhi	1	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST035.jpg	f
35	ST036	Mahatma Gandhi	19	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST036.jpg	f
36	ST037	Mahatma Gandhi	20	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST037.jpg	f
37	ST038	Mahatma Gandhi	21	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST038.jpg	f
38	ST039	Mahatma Gandhi	22	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST039.jpg	f
39	ST040	Mahatma Gandhi	23	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST040.jpg	f
40	ST041	Mahatma Gandhi	24	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST041.jpg	f
41	ST042	Mahatma Gandhi	25	\N	Unknown	1970	Unknown	Commemorative	Postal	/stamps/ST042.jpg	f
42	ST043	Mahatma Gandhi	25	\N	Unknown	1970	Unknown	Commemorative	Postal	/stamps/ST043.jpg	f
43	ST044	Mahatma Gandhi	26	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST044.jpg	f
44	ST045	Mahatma Gandhi	27	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST045.jpg	f
45	ST046	Mahatma Gandhi	28	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST046.jpg	f
46	ST047	Mahatma Gandhi	29	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST047.jpg	f
47	ST048	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST048.jpg	f
48	ST049	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST049.jpg	f
49	ST050	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST050.jpg	f
50	ST051	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST051.jpg	f
51	ST052	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST052.jpg	f
52	ST053	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST053.jpg	f
53	ST054	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST054.jpg	f
54	ST055	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST055.jpg	f
55	ST056	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST056.jpg	f
56	ST057	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST057.jpg	f
57	ST058	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST058.jpg	f
58	ST059	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST059.jpg	f
59	ST060	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST060.jpg	f
60	ST061	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST061.jpg	f
61	ST062	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST062.jpg	f
62	ST063	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST063.jpg	f
63	ST064	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST064.jpg	f
64	ST065	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST065.jpg	f
65	ST066	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST066.jpg	f
66	ST067	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST067.jpg	f
67	ST068	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST068.jpg	f
68	ST069	Indira Gandhi	1	\N	1985-10-31	1985	200 paise	Commemorative	Postal	/stamps/ST069.jpg	f
69	ST070	Indira Gandhi	1	\N	1985-10-31	1985	200 paise	Commemorative	Postal	/stamps/ST070.jpg	f
70	ST071	Vikram A. Sarabhai	1	\N	1972-12-30	1972	20 paise	Commemorative	Postal	/stamps/ST071.jpg	f
71	ST072	Eleanor Roosevelt	1	\N	1963-12-10	1963	15 naye paise	Commemorative	Postal	/stamps/ST072.jpg	f
72	ST073	Unknown	1	\N	Unknown	Unknown	Unknown	Unknown	Postal	/stamps/ST073.jpg	f
73	ST002	Mahatma Gandhi	1	\N	1948-08-15	1948	3½ anna	Commemorative	Postal	/stamps/ST002.jpg	f
74	ST003	Mahatma Gandhi	1	\N	1948-08-15	1948	12 anna	Commemorative	Postal	/stamps/ST003.jpg	f
75	ST004	Mahatma Gandhi	1	\N	1948-08-15	1948	1½ anna	Commemorative	Postal	/stamps/ST004.jpg	f
76	ST005	Mahatma Gandhi	1	\N	1969-10-02	1969	20 paise	Commemorative	Postal	/stamps/ST005.jpg	f
77	ST006	Mahatma Gandhi	1	\N	1969-10-02	1969	75 paise	Commemorative	Postal	/stamps/ST006.jpg	f
78	ST007	Mahatma Gandhi	1	\N	1969-10-02	1969	₹1	Commemorative	Postal	/stamps/ST007.jpg	f
79	ST008	Mahatma Gandhi	1	\N	1969-10-02	1969	₹5	Commemorative	Postal	/stamps/ST008.jpg	f
80	ST009	Mahatma Gandhi	13	\N	Unknown	1969	35 fils	Commemorative	Postal	/stamps/ST009.jpg	f
81	ST010	Mahatma Gandhi	2	\N	Unknown	1969	20 Chhetrum	Commemorative	Postal	/stamps/ST010.jpg	f
82	ST011	Mahatma Gandhi	3	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST011.jpg	f
83	ST012	Mahatma Gandhi	4	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST012.jpg	f
84	ST013	Mahatma Gandhi	5	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST013.jpg	f
85	ST014	Mahatma Gandhi	6	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST014.jpg	f
86	ST015	Mahatma Gandhi	7	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST015.jpg	f
87	ST016	Mahatma Gandhi	8	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST016.jpg	f
88	ST017	Mahatma Gandhi	9	\N	Unknown	1968	Unknown	Commemorative	Postal	/stamps/ST017.jpg	f
89	ST018	Mahatma Gandhi	10	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST018.jpg	f
90	ST019	Mahatma Gandhi	11	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST019.jpg	f
91	ST020	Mahatma Gandhi	12	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST020.jpg	f
92	ST021	Mahatma Gandhi	34	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST021.jpg	f
93	ST022	Mahatma Gandhi	35	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST022.jpg	f
94	ST023	Mahatma Gandhi	36	\N	Unknown	1969	Unknown	Commemorative	Postal	/stamps/ST023.jpg	f
\.


--
-- Data for Name: translations; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.translations (translation_id, entity_type, entity_id, field_name, language_code, translated_text, created_at, updated_at) FROM stdin;
1	persons	ELU230	name	en	Gundala Appalaswamy	2026-10-04 17:42:07.050484	2026-10-04 17:42:07.050484
2	persons	ELU230	father_name	en	Unknown	2026-10-04 17:42:07.050484	2026-10-04 17:42:07.050484
3	persons	ELU230	village	en	Eluru	2026-10-04 17:42:07.050484	2026-10-04 17:42:07.050484
\.


--
-- Name: areas_area_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.areas_area_id_seq', 8, true);


--
-- Name: districts_district_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.districts_district_id_seq', 3, true);


--
-- Name: punishments_punishment_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.punishments_punishment_id_seq', 1, false);


--
-- Name: stamp_countries_country_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.stamp_countries_country_id_seq', 36, true);


--
-- Name: stamp_translations_translation_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.stamp_translations_translation_id_seq', 147, true);


--
-- Name: stamps_stamp_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.stamps_stamp_id_seq', 94, true);


--
-- Name: translations_translation_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.translations_translation_id_seq', 3, true);


--
-- Name: areas areas_area_name_district_id_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.areas
    ADD CONSTRAINT areas_area_name_district_id_key UNIQUE (area_name, district_id);


--
-- Name: areas areas_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.areas
    ADD CONSTRAINT areas_pkey PRIMARY KEY (area_id);


--
-- Name: districts districts_district_name_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.districts
    ADD CONSTRAINT districts_district_name_key UNIQUE (district_name);


--
-- Name: districts districts_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.districts
    ADD CONSTRAINT districts_pkey PRIMARY KEY (district_id);


--
-- Name: languages languages_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.languages
    ADD CONSTRAINT languages_pkey PRIMARY KEY (language_code);


--
-- Name: persons persons_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.persons
    ADD CONSTRAINT persons_pkey PRIMARY KEY (person_id);


--
-- Name: punishments punishments_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.punishments
    ADD CONSTRAINT punishments_pkey PRIMARY KEY (punishment_id);


--
-- Name: stamp_countries stamp_countries_country_name_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_countries
    ADD CONSTRAINT stamp_countries_country_name_key UNIQUE (country_name);


--
-- Name: stamp_countries stamp_countries_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_countries
    ADD CONSTRAINT stamp_countries_pkey PRIMARY KEY (country_id);


--
-- Name: stamp_translations stamp_translations_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_translations
    ADD CONSTRAINT stamp_translations_pkey PRIMARY KEY (translation_id);


--
-- Name: stamps stamps_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamps
    ADD CONSTRAINT stamps_pkey PRIMARY KEY (stamp_id);


--
-- Name: stamps stamps_stamp_number_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamps
    ADD CONSTRAINT stamps_stamp_number_key UNIQUE (stamp_number);


--
-- Name: translations translations_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.translations
    ADD CONSTRAINT translations_pkey PRIMARY KEY (translation_id);


--
-- Name: stamp_translations unique_stamp_language; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_translations
    ADD CONSTRAINT unique_stamp_language UNIQUE (stamp_id, language_code);


--
-- Name: translations uq_translation; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.translations
    ADD CONSTRAINT uq_translation UNIQUE (entity_type, entity_id, field_name, language_code);


--
-- Name: idx_translations_field; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_translations_field ON public.translations USING btree (entity_type, entity_id, field_name, language_code);


--
-- Name: idx_translations_lookup; Type: INDEX; Schema: public; Owner: postgres
--

CREATE INDEX idx_translations_lookup ON public.translations USING btree (entity_type, entity_id, language_code);


--
-- Name: areas areas_district_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.areas
    ADD CONSTRAINT areas_district_id_fkey FOREIGN KEY (district_id) REFERENCES public.districts(district_id);


--
-- Name: translations fk_translation_language; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.translations
    ADD CONSTRAINT fk_translation_language FOREIGN KEY (language_code) REFERENCES public.languages(language_code);


--
-- Name: persons persons_area_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.persons
    ADD CONSTRAINT persons_area_id_fkey FOREIGN KEY (area_id) REFERENCES public.areas(area_id);


--
-- Name: punishments punishments_person_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.punishments
    ADD CONSTRAINT punishments_person_id_fkey FOREIGN KEY (person_id) REFERENCES public.persons(person_id);


--
-- Name: stamp_translations stamp_translations_stamp_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamp_translations
    ADD CONSTRAINT stamp_translations_stamp_id_fkey FOREIGN KEY (stamp_id) REFERENCES public.stamps(stamp_id) ON DELETE CASCADE;


--
-- Name: stamps stamps_country_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.stamps
    ADD CONSTRAINT stamps_country_id_fkey FOREIGN KEY (country_id) REFERENCES public.stamp_countries(country_id) ON DELETE RESTRICT;


--
-- PostgreSQL database dump complete
--

\unrestrict 2uYSVgBHuoeybhcLASrEHJWrXDr7M0ygn8WUEZEc7jgRj78exiHGFSrhaln9Wnt

